{
  "🔎 Discover your next career move.eml": {
    "subject": "🔎 Discover your next career move",
    "from": "handshake@g.joinhandshake.com",
    "to": [
      "ewz190000@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 15,
    "counts": {
      "characterCount": 1394,
      "wordCount": 201,
      "sentenceCount": 5
    },
    "readability": {
      "flesch_kincaid": 23.7,
      "gunning_fog": 19.07,
      "smog_index": 17.1,
      "automated_readability_index": 24.6,
      "coleman_liau_index": 14.23,
      "linsear_write": 12.0
    },
    "sentiment": {
      "polarity": 0.4232142857142857,
      "subjectivity": 0.4491071428571428
    },
    "body": "Top jobs // Careers // Popular employers \nFind the opportunity to make your next career move with Handshake.\n \n \nFeatured companies\n \n \n \n \n \n \nThis week's top posts\nThe 3 High-Impact, Low-Effort Actions to Take Now on Handshake\nLearn about the simple and valuable steps to finding the right job and getting hired.\nRead more\nHow to Get the Best Jobs on Handshake\nOur team shares tips for improving Handshake's personalized suggestions.\nRead more\n \n \nOverview    How it works    Who's Hiring \nP.O. Box 40770, San Francisco, CA 94140\n  \nIf you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe.\n--- mail_boundary ---\n\nHS Core TemplateTop jobs // Careers // Popular employers Find the opportunity to make your next career move with Handshake.  Featured companies      This week's top postsThe 3 High-Impact, Low-Effort Actions to Take Now on HandshakeLearn about the simple and valuable steps to finding the right job and getting hired.Read moreHow to Get the Best Jobs on HandshakeOur team shares tips for improving Handshake's personalized suggestions.Read more  Overview    How it works    Who's Hiring P.O. Box 40770, San Francisco, CA 94140  If you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe.                                                             "
  },
  "[ecs.cs.ug] FY21 MSFC Pathways Intern Job Vacancy Announcement (opening September 14-16, 2020).eml": {
    "subject": "[ecs.cs.ug] FY21 MSFC Pathways Intern Job Vacancy Announcement\n (opening September 14-16, 2020)",
    "from": "jeyv@utdallas.edu",
    "to": [
      "ecs.cs.ug@utdallas.edu",
      "ecs.se.ug@utdallas.edu"
    ],
    "attachments": [
      "image001.jpg"
    ],
    "grammarErrors": 43,
    "counts": {
      "characterCount": 5956,
      "wordCount": 792,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 23.8,
      "gunning_fog": 21.87,
      "smog_index": 21.9,
      "automated_readability_index": 32.5,
      "coleman_liau_index": 18.87,
      "linsear_write": 16.25
    },
    "sentiment": {
      "polarity": 0.12037037037037035,
      "subjectivity": 0.3339506172839507
    },
    "body": "FYI, if you want to explore careers with NASA.\n\n---------- Forwarded message ---------\nFrom: Barr, Kathryn A (MSFC-HP25)[MO&I] \nDate: Wed, Sep 2, 2020 at 10:25 AM\nSubject: FW: HEADS UP: FY21 MSFC Pathways Intern Job Vacancy Announcement (opening September 14-16, 2020)\nTo: georgia.stuart@gmail.com \n\n\nGeorgia,\n\n \n\nSee the email below regarding the next set of “Pathways” jobs that are opening up at MSFC.  Other NASA sites probably have a similar schedule.  Pathways program employs both current students and recent graduates (undergrad and grad programs) with the intention of leading to a permanent or 6-year term employment.\n\n \n\nGeneral info about the pathways program can be found here.\n\nhttps://www.nasa.gov/careers/pathways-program\n\n \n\nPlease pass this along to anyone who you think may be interested and/or your connections at universities.\n\n \n\nThanks,\nKathy\n\n \n\nFrom: Fletcher, Cathy A. (MSFC-HS20)  \nSubject: HEADS UP: FY21 MSFC Pathways Intern Job Vacancy Announcement (opening September 14-16, 2020)\n\n \n\nHeads Up:  \n\nFY21 MSFC Pathways Intern job vacancy announcements will be opening Monday, September 14, 2020 and closing on Wednesday, September 16, 2020 via USAJobs.gov.  Please share appropriately.\n\n \n\nNASA MSFC Pathways Intern Student Trainee GS 4 and GS 5 ($32,258 - $46,920) opportunities are as follows:\nBusiness and Industry\nEngineering (preferred majors below)\nAerospace\nComputer Sci/Computer Engineering\nElectrical\nIndustrial\nMaterial\nMechanical\nInformation Technology (Information Systems)\n \n\n \n\nNotes:\nApplicants must have an expected graduation date of one calendar year or more from the closing date of this announcement. \n \nApplicants must complete all program requirements to be considered for conversion to full-time employment.  E.g., undergrad students must complete three work tours and grad students must complete two work tours prior to conferment.\n \nStarting GS grade levels are determined by education level the date application is submitted. Interns may be promoted to higher grades based on the amount of education completed and acceptable performance. However, promotions are not guaranteed.\n \nEach job announcement will be considered closed at 11:59 p.m. on either the date that a specific number of applications (300) are received or on 9/16/2020, whichever occurs first. \n \nPlease encourage applicants to read the postings in its entirety to understand the unique requirements for each announcement.\n \nDirect questions to Cathy.A.Fletcher@nasa.gov\n \n\n \n\nBest regards,\n\n \n\nCathy A. Fletcher\n\nManager, MSFC Pathways Program\n\nNASA Office of the Chief Human Capital Officer\n\n256.544.7752 (w) | cathy.a.fletcher@nasa.gov (e)\n\nMission First. People Always.\n\n\n-- \n\n Dr. Jey Veerasamy Virtual Office \njeyv@utdallas.edu 972-883-4241\nDirector, Center for CS Education & Outreach (Web, FB)\nAssociate Professor of Instruction, Dept of CS (Web, LinkedIn) \nUpcoming events: Meetup, FBJoin email lists: community, professionals & college students\n--- mail_boundary ---\n\nFYI, if you want to explore careers with NASA.---------- Forwarded message ---------From: Barr, Kathryn A (MSFC-HP25)[MO&I] <kathryn.a.barr@nasa.gov>Date: Wed, Sep 2, 2020 at 10:25 AMSubject: FW: HEADS UP: FY21 MSFC Pathways Intern Job Vacancy Announcement (opening September 14-16, 2020)To: georgia.stuart@gmail.com <georgia.stuart@gmail.com>Georgia, See the email below regarding the next set of “Pathways” jobs that are opening up at MSFC.  Other NASA sites probably have a similar schedule.  Pathways program employs both current students and recent graduates (undergrad and grad programs) with the intention of leading to a permanent or 6-year term employment. General info about the pathways program can be found here.https://www.nasa.gov/careers/pathways-program Please pass this along to anyone who you think may be interested and/or your connections at universities. Thanks,Kathy From: Fletcher, Cathy A. (MSFC-HS20) <cathy.a.fletcher@nasa.gov> Subject: HEADS UP: FY21 MSFC Pathways Intern Job Vacancy Announcement (opening September 14-16, 2020) Heads Up:  FY21 MSFC Pathways Intern job vacancy announcements will be opening Monday, September 14, 2020 and closing on Wednesday, September 16, 2020 via USAJobs.gov.  Please share appropriately. NASA MSFC Pathways Intern Student Trainee GS 4 and GS 5 ($32,258 - $46,920) opportunities are as follows:Business and IndustryEngineering (preferred majors below)AerospaceComputer Sci/Computer EngineeringElectricalIndustrialMaterialMechanicalInformation Technology (Information Systems)  Notes:Applicants must have an expected graduation date of one calendar year or more from the closing date of this announcement.  Applicants must complete all program requirements to be considered for conversion to full-time employment.  E.g., undergrad students must complete three work tours and grad students must complete two work tours prior to conferment. Starting GS grade levels are determined by education level the date application is submitted. Interns may be promoted to higher grades based on the amount of education completed and acceptable performance. However, promotions are not guaranteed. Each job announcement will be considered closed at 11:59 p.m. on either the date that a specific number of applications (300) are received or on 9/16/2020, whichever occurs first.  Please encourage applicants to read the postings in its entirety to understand the unique requirements for each announcement. Direct questions to Cathy.A.Fletcher@nasa.gov  Best regards, Cathy A. FletcherManager, MSFC Pathways ProgramNASA Office of the Chief Human Capital Officer256.544.7752 (w) | cathy.a.fletcher@nasa.gov (e)Mission First. People Always.--  Dr. Jey Veerasamy Virtual Office jeyv@utdallas.edu 972-883-4241Director, Center for CS Education & Outreach (Web, FB)Associate Professor of Instruction, Dept of CS (Web, LinkedIn) Upcoming events: Meetup, FBJoin email lists: community, professionals & college students"
  },
  "[ecs.stu] Best practices for your job search.eml": {
    "subject": "[ecs.stu] Best practices for your job search",
    "from": "jerry.alexander@utdallas.edu",
    "to": [
      "jerry.alexander@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 50,
    "counts": {
      "characterCount": 8651,
      "wordCount": 1315,
      "sentenceCount": 37
    },
    "readability": {
      "flesch_kincaid": 19.5,
      "gunning_fog": 16.76,
      "smog_index": 17.2,
      "automated_readability_index": 21.8,
      "coleman_liau_index": 13.59,
      "linsear_write": 11.333333333333334
    },
    "sentiment": {
      "polarity": 0.3283889560052351,
      "subjectivity": 0.4800807074062887
    },
    "body": "If you are interested in finding an internship or entry-level position, I encourage you to begin the preparation needed to be successful in your job search.\n\n \n\nWhen you interview, your role is to tell stories that describe your skills, experiences, and passion for your work during the interview. The interviewer will be assessing your stories and delivery to determine if you are the best fit for the position. \n\n \n\n1.      A good analogy for this is the process that actors use to prepare for their roles. They start by memorizing the script. Once the lines are memorized, the focus shifts to gaining mastery of the content delivery by practicing (rehearsing). This ensures that the narrative has a social and emotional impact on the audience. Be your own screenwriter by creating stories using situation or task, actions, and results statements in Power Point:\n\na.      Situation or task—the most common situations are based on class projects, work experience, hobby projects, volunteer experiences, or student leadership activities.\n\nExample: As part of a four-person team, developed working prototype that met the needs of the professor or employer. \n\nb.      Actions-describe what steps you performed to achieve the desired outcome.  For most engineering tasks, the design process includes problem definition, problem analysis, development of possible solutions, and selection of the best solution. \n\n                                                    i.     Describe these steps with enough detail to highlight the top level actions and skills used to achieve the results. \n\nc.      Results—what was the outcome of your actions and what did you learn? \n\n \n\n2.      Follow this step-by-step process to rehearse your stories. \n\na.      Print the notes of the PowerPoint stories and begin practicing your story in front of a mirror or recording on a device. \n\nb.      Use this practice to refine your delivery. Your stories will become much better and you will gain confidence in yourself. \n\nc.      Be sure to pay attention to the social and emotional aspects so that you come across as authentic, positive, confident, and capable. This step will prepare you to impress the interviewer. \n\nd.      Memorization is not enough.\n\n \n\n3.      Spending a few minutes each day will improve your ability to present yourself as a viable candidate.\n\n4.      As you start applying for jobs, be aware that many companies use applicant tracking systems that screen resumes for keywords, phrases, and text strings. Read the job descriptions carefully to make sure you are presenting the right information for each job/employer.\n\n \n\nFor many students, finding a job can be stressful process. By using this process to develop unconscious competence, you will be learning a life-skill that will have a major impact on your career. \n\n \nIf you haven’t done so, I encourage you to create a LinkedIn profile. Employers view LinkedIn as another tool to learn about your skills and experiences. With a one page resume, you are limited in the information that you can share. LinkedIn allows you create a portfolio for your activities, employment, student organizational involvement, research, academic and hobby projects, and recommendations. and start connecting with Jonsson School students and alumni. By monitoring the daily feeds, you can view employer posts that have information about events and the recruiting process. One  of the easiest and best resources for creating an effective profile is the Learning LinkedIn for Students video by Oliver Schinkten. His video is one of many videos created by recruiting professionals to provide guidance  on your job search.  You can access the videos at the LinkedIn learning tab on the library’s website. Once you have created a profile, click on my profile and then click on connect. I will accept your connection request and then you will be able to view my 23,000 LinkedIn connections. \n \n\nPlease continue to read my emails as I cover topics that help you prepare for career success. \n\n \n\n \n\nBest regards,\n\n \n\nJerry Alexander-Assistant Dean for Student Development\n\nDirector of  Industrial Practice Programs (Intern and Co-op) \n\nUT Dallas Erik Jonsson School of Engineering and Computer Science \n\nSouth Engineering and Computer Science Building, room 2.502\n\nhttps://www.linkedin.com/in/internguy/\n\n972.883.4373\n--- mail_boundary ---\n\nIf you are interested in finding an internship or entry-level position, I encourage you to begin the preparation needed to be successful in your job search. When you interview, your role is to tell stories that describe your skills, experiences, and passion for your work during the interview. The interviewer will be assessing your stories and delivery to determine if you are the best fit for the position.  1.      A good analogy for this is the process that actors use to prepare for their roles. They start by memorizing the script. Once the lines are memorized, the focus shifts to gaining mastery of the content delivery by practicing (rehearsing). This ensures that the narrative has a social and emotional impact on the audience. Be your own screenwriter by creating stories using situation or task, actions, and results statements in Power Point:a.      Situation or task—the most common situations are based on class projects, work experience, hobby projects, volunteer experiences, or student leadership activities.Example: As part of a four-person team, developed working prototype that met the needs of the professor or employer. b.      Actions-describe what steps you performed to achieve the desired outcome.  For most engineering tasks, the design process includes problem definition, problem analysis, development of possible solutions, and selection of the best solution.                                                     i.     Describe these steps with enough detail to highlight the top level actions and skills used to achieve the results. c.      Results—what was the outcome of your actions and what did you learn?  2.      Follow this step-by-step process to rehearse your stories. a.      Print the notes of the PowerPoint stories and begin practicing your story in front of a mirror or recording on a device. b.      Use this practice to refine your delivery. Your stories will become much better and you will gain confidence in yourself. c.      Be sure to pay attention to the social and emotional aspects so that you come across as authentic, positive, confident, and capable. This step will prepare you to impress the interviewer. d.      Memorization is not enough. 3.      Spending a few minutes each day will improve your ability to present yourself as a viable candidate.4.      As you start applying for jobs, be aware that many companies use applicant tracking systems that screen resumes for keywords, phrases, and text strings. Read the job descriptions carefully to make sure you are presenting the right information for each job/employer. For many students, finding a job can be stressful process. By using this process to develop unconscious competence, you will be learning a life-skill that will have a major impact on your career.  If you haven’t done so, I encourage you to create a LinkedIn profile. Employers view LinkedIn as another tool to learn about your skills and experiences. With a one page resume, you are limited in the information that you can share. LinkedIn allows you create a portfolio for your activities, employment, student organizational involvement, research, academic and hobby projects, and recommendations. and start connecting with Jonsson School students and alumni. By monitoring the daily feeds, you can view employer posts that have information about events and the recruiting process. One  of the easiest and best resources for creating an effective profile is the Learning LinkedIn for Students video by Oliver Schinkten. His video is one of many videos created by recruiting professionals to provide guidance  on your job search.  You can access the videos at the LinkedIn learning tab on the library’s website. Once you have created a profile, click on my profile and then click on connect. I will accept your connection request and then you will be able to view my 23,000 LinkedIn connections.  Please continue to read my emails as I cover topics that help you prepare for career success.   Best regards, Jerry Alexander-Assistant Dean for Student DevelopmentDirector of  Industrial Practice Programs (Intern and Co-op) UT Dallas Erik Jonsson School of Engineering and Computer Science South Engineering and Computer Science Building, room 2.502https://www.linkedin.com/in/internguy/972.883.4373 "
  },
  "Texas Instruments Inc. is coming to career fair! 🎈.eml": {
    "subject": "Texas Instruments Inc. is coming to career fair! 🎈",
    "from": "handshake@notifications.joinhandshake.com",
    "to": [
      "ewz190000@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 26,
    "counts": {
      "characterCount": 1898,
      "wordCount": 296,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 12.6,
      "gunning_fog": 12.52,
      "smog_index": 13.9,
      "automated_readability_index": 17.4,
      "coleman_liau_index": 12.65,
      "linsear_write": 21.666666666666668
    },
    "sentiment": {
      "polarity": 0.5777777777777777,
      "subjectivity": 0.7111111111111112
    },
    "body": "Texas Instruments Inc. just signed up to attend JSOM-Virtual Finance Career Fair 💼\nHi Eric, we wanted to let you know that Texas Instruments Inc., the employer of a job you favorited, will be attending JSOM-Virtual Finance Career Fair. Here are the details: \n\nEvent name: JSOM-Virtual Finance Career Fair \n\nWhen: \nJSOM-Virtual Finance Career Fair - Friday, Oct 2, 10:00 am - 1:00 pm \nLocation: \n\nRegister Now\n\nAbout the career fair \n\nJSOM-Virtual Finance Career Fair - Friday, October 2nd 10:00 AM-1:00 PMList of attending companies can be reviewed through your handshake account. Please setup your profile in handshake to get started and learn more about the... Read More \n\nYou received this email because Handshake partners with your school to help you grow your career. If you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe. \n \n\nP.O. Box 40770, San Francisco, CA 94140\n--- mail_boundary ---\n\nHandshake  Texas Instruments Inc. just signed up to attend JSOM-Virtual Finance Career Fair 💼Hi Eric, we wanted to let you know that Texas Instruments Inc., the employer of a job you favorited, will be attending JSOM-Virtual Finance Career Fair. Here are the details: Event name: JSOM-Virtual Finance Career Fair When: JSOM-Virtual Finance Career Fair - Friday, Oct 2, 10:00 am - 1:00 pm Location: Register NowAbout the career fair JSOM-Virtual Finance Career Fair - Friday, October 2nd 10:00 AM-1:00 PMList of attending companies can be reviewed through your handshake account. Please setup your profile in handshake to get started and learn more about the... Read More You received this email because Handshake partners with your school to help you grow your career. If you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe.  P.O. Box 40770, San Francisco, CA 94140 "
  },
  "👀 See who's hiring.eml": {
    "subject": "👀 See who's hiring",
    "from": "handshake@g.joinhandshake.com",
    "to": [
      "ewz190000@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 28,
    "counts": {
      "characterCount": 2258,
      "wordCount": 302,
      "sentenceCount": 5
    },
    "readability": {
      "flesch_kincaid": 31.6,
      "gunning_fog": 27.87,
      "smog_index": 23.9,
      "automated_readability_index": 37.9,
      "coleman_liau_index": 18.18,
      "linsear_write": 37.0
    },
    "sentiment": {
      "polarity": 0.2931916568280204,
      "subjectivity": 0.4949822904368359
    },
    "body": "Top companies // New jobs // Pro tips \nHandshake helps you discover the jobs, internships, and career events you need to follow your professional dreams.\n \n \nFeatured companies\n \n \n \n \n \n \n \nTop jobs for Computer Science students\nEpic Games Programming Internships - Fall 2020\nEpic Games • Cary, North Carolina\n \nSoftware Engineering Intern (Lafayette, LA)\nL3Harris Technologies • Lafayette, Louisiana\n \nSoftware Engineering Intern\nCahoot • Bridgeport, Connecticut\n \nSoftware Engineering Intern (Req 121590) - Milpitas, CA\nKLA Corporation • Milpitas, California\n \n \n \nThis week's top posts\n500 Companies Hiring Students on Handshake Right Now\nDiscover popular employers that are actively hiring college students on Handshake today.\nRead more\nTips for Navigating the College Transfer Process\nFive college transfer students share tips for adjusting to life at a new university.\nRead more\n \n \nOverview    How it works    Who's Hiring \nP.O. Box 40770, San Francisco, CA 94140\n  \nIf you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe.\n--- mail_boundary ---\n\nHS Core TemplateTop companies // New jobs // Pro tips Handshake helps you discover the jobs, internships, and career events you need to follow your professional dreams.  Featured companies       Top jobs for Computer Science studentsEpic Games Programming Internships - Fall 2020Epic Games • Cary, North Carolina Software Engineering Intern (Lafayette, LA)L3Harris Technologies • Lafayette, Louisiana Software Engineering InternCahoot • Bridgeport, Connecticut Software Engineering Intern (Req 121590) - Milpitas, CAKLA Corporation • Milpitas, California   This week's top posts500 Companies Hiring Students on Handshake Right NowDiscover popular employers that are actively hiring college students on Handshake today.Read moreTips for Navigating the College Transfer ProcessFive college transfer students share tips for adjusting to life at a new university.Read more  Overview    How it works    Who's Hiring P.O. Box 40770, San Francisco, CA 94140  If you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe.                                                             "
  },
  "Scott from DoorDash has sent you a message on Handshake.eml": {
    "subject": "Scott from DoorDash has sent you a message on Handshake",
    "from": "handshake@notifications.joinhandshake.com",
    "to": [
      "ewz190000@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 13,
    "counts": {
      "characterCount": 3107,
      "wordCount": 508,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 13.8,
      "gunning_fog": 13.53,
      "smog_index": 14.5,
      "automated_readability_index": 17.6,
      "coleman_liau_index": 12.08,
      "linsear_write": 21.666666666666668
    },
    "sentiment": {
      "polarity": 0.16690909090909087,
      "subjectivity": 0.425030303030303
    },
    "body": "Hello Eric,\n\nYou have a new message from Scott M \n\nDoorDash \nDoorDash Delivery Driver/Bike/Scooter \nPart-Time Job — United States \n \nApply to Job → \nHi Eric,\n\nI’m Scott and I work on the Dasher engagement team at DoorDash. I see that you’re attending University of Texas at Dallas so I wanted to let you know we’re actively on-boarding drivers (“Dashers”) in your area to deliver food and other items from local merchants to hungry customers. In case you haven’t heard of DoorDash before, we give customers an easy way to order delivery from well-known restaurants like Cheesecake Factory and Chipotle, and from local restaurants including your college town favorites. \n\nDelivering with DoorDash (“Dashing”) doesn't feel like being an everyday delivery driver. When you become a Dasher, you’re your own boss and you can choose exactly when and where to work. You’ll learn how to work with local businesses and have the opportunity to interact with people coming from a diverse set of backgrounds.\n\nYou don’t even need a car -- you can deliver from your bike, motorcycle, scooter, or moped if you have one.\n\nI’d love for you to sign up if it sounds interesting. You can get started by clicking below.\n\nThanks!\nScott\nDoorDash \nView the Message and Reply\n\nThank you, \nThe Handshake Team \n\nYou received this email because Handshake partners with your school to help you grow your career. If you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe. \n \n\nP.O. Box 40770, San Francisco, CA 94140\n--- mail_boundary ---\n\nHandshake Hello Eric,You have a new message from Scott M DoorDash DoorDash Delivery Driver/Bike/Scooter Part-Time Job — United States  Apply to Job → Hi Eric,I’m Scott and I work on the Dasher engagement team at DoorDash. I see that you’re attending University of Texas at Dallas so I wanted to let you know we’re actively on-boarding drivers (“Dashers”) in your area to deliver food and other items from local merchants to hungry customers. In case you haven’t heard of DoorDash before, we give customers an easy way to order delivery from well-known restaurants like Cheesecake Factory and Chipotle, and from local restaurants including your college town favorites. Delivering with DoorDash (“Dashing”) doesn't feel like being an everyday delivery driver. When you become a Dasher, you’re your own boss and you can choose exactly when and where to work. You’ll learn how to work with local businesses and have the opportunity to interact with people coming from a diverse set of backgrounds.You don’t even need a car -- you can deliver from your bike, motorcycle, scooter, or moped if you have one.I’d love for you to sign up if it sounds interesting. You can get started by clicking below.Thanks!ScottDoorDash View the Message and ReplyThank you, The Handshake Team You received this email because Handshake partners with your school to help you grow your career. If you'd no longer like to receive emails like this you can sign in to manage your notification preferences or unsubscribe.  P.O. Box 40770, San Francisco, CA 94140 "
  },
  "[ecs.stu] Fall recruiting update.eml": {
    "subject": "[ecs.stu] Fall recruiting update",
    "from": "jerry.alexander@utdallas.edu",
    "to": [
      "jerry.alexander@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 17,
    "counts": {
      "characterCount": 2667,
      "wordCount": 376,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 14.3,
      "gunning_fog": 12.24,
      "smog_index": 15.7,
      "automated_readability_index": 18.3,
      "coleman_liau_index": 16.71,
      "linsear_write": 11.666666666666666
    },
    "sentiment": {
      "polarity": 0.5518939393939394,
      "subjectivity": 0.6257575757575756
    },
    "body": "This is a very challenging time for students and employers. Because of the uncertainty of the pandemic, some employers will delay fall campus recruiting activities until the economy improves. Many will post jobs or download student resume books in the Handshake job portal instead of attending career fairs. It is important that you register in Handshake https://utdallas.joinhandshake.com/, upload a resume and apply for jobs. Recruiters will also interact with students through virtual events in Handshake where they share information about their company and its technologies. Many will also utilize meetings with members of Jonsson School student organizations to create connections. If you haven’t done so, please consider joining one of our  Go Comets! organizations. Once I receive updated information from our new slate of officers, I will share the information with you. If you are an officer in a Jonsson School student organization, please provide a  list of officers and your organization’s url. \n\n \n\nBest regards,\n\n \n\nJerry Alexander-Assistant Dean for Student Development\n\nDirector of  Industrial Practice Programs (Intern and Co-op) \n\nUT Dallas Erik Jonsson School of Engineering and Computer Science \n\nSouth Engineering and Computer Science Building, room 2.502\n\nhttps://www.linkedin.com/in/internguy/\n\n972.883.4373\n--- mail_boundary ---\n\nThis is a very challenging time for students and employers. Because of the uncertainty of the pandemic, some employers will delay fall campus recruiting activities until the economy improves. Many will post jobs or download student resume books in the Handshake job portal instead of attending career fairs. It is important that you register in Handshake https://utdallas.joinhandshake.com/, upload a resume and apply for jobs. Recruiters will also interact with students through virtual events in Handshake where they share information about their company and its technologies. Many will also utilize meetings with members of Jonsson School student organizations to create connections. If you haven’t done so, please consider joining one of our  Go Comets! organizations. Once I receive updated information from our new slate of officers, I will share the information with you. If you are an officer in a Jonsson School student organization, please provide a  list of officers and your organization’s url.  Best regards, Jerry Alexander-Assistant Dean for Student DevelopmentDirector of  Industrial Practice Programs (Intern and Co-op) UT Dallas Erik Jonsson School of Engineering and Computer Science South Engineering and Computer Science Building, room 2.502https://www.linkedin.com/in/internguy/972.883.4373 "
  },
  "That thing you’ve always wanted to do?.eml": {
    "subject": "That thing you’ve always wanted to do?",
    "from": "support@email.masterclass.com",
    "to": [
      "ewz190000@utdallas.edu"
    ],
    "attachments": [],
    "grammarErrors": 38,
    "counts": {
      "characterCount": 1209,
      "wordCount": 173,
      "sentenceCount": 2
    },
    "readability": {
      "flesch_kincaid": 42.9,
      "gunning_fog": 35.76,
      "smog_index": 0.0,
      "automated_readability_index": 46.6,
      "coleman_liau_index": 13.25,
      "linsear_write": 14.0
    },
    "sentiment": {
      "polarity": 0.5214285714285715,
      "subjectivity": 0.3964285714285714
    },
    "body": "It’s right here. \n \n  \n \nFind your roots \nwith Ron Finley \n \nSoar to great heights \nwith Shonda Rhimes \n \nCreate a Michelin-star dinner \nwith Thomas Keller \n \nCook the best scrambled eggs \nwith Gordon Ramsay \n \nMake the shot \nwith Stephen Curry \n \nTake the shot \nwith Annie Leibovitz \n \nLand the job \nwith Robin Roberts \n \nStick the landing \nwith Simone Biles \nJump back in to our 85+ classes and reignite your passion now. \nLet's Go \n     \nSupport  |   Gifts  |   Privacy  |  Terms  |  Unsubscribe \n©2020 MasterClass, 660 4th Street #443, San Francisco, CA 94107 USA\n--- mail_boundary ---\n\nToday's the dayIt’s right here.     Find your roots with Ron Finley  Soar to great heights with Shonda Rhimes  Create a Michelin-star dinner with Thomas Keller  Cook the best scrambled eggs with Gordon Ramsay  Make the shot with Stephen Curry  Take the shot with Annie Leibovitz  Land the job with Robin Roberts  Stick the landing with Simone Biles Jump back in to our 85+ classes and reignite your passion now. Let's Go      Support  |   Gifts  |   Privacy  |  Terms  |  Unsubscribe ©2020 MasterClass, 660 4th Street #443, San Francisco, CA 94107 USA                                                                   "
  }
}
