{
  "09eff3b28c53 Join_us_now.eml.eml": {
    "filename": "09eff3b28c53 Join_us_now.eml.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Join us now",
    "from": "maryjj333@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 10,
    "counts": {
      "characterCount": 1637,
      "wordCount": 263,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 12.6,
      "gunning_fog": 14.58,
      "smog_index": 14.9,
      "automated_readability_index": 15.1,
      "coleman_liau_index": 12.89,
      "linsear_write": 9.0
    },
    "sentiment": {
      "polarity": 0.21003302253302253,
      "subjectivity": 0.37883667258667253
    },
    "body": "The Company Moo Brew represents a challenging beer experience for all beer lovers. There’s something about a walk under the canopy of an old growth forest or a brisk stroll on the seawall that awakens the senses and reinvigorates the soul. Experiences like this stay with you. And they inspired us to craft a lineup of beer to evoke that very same feeling. From windstorms to daytrips to incredible sunsets best viewed from the beach every beer we make is a tasty tribute to Moo Brew. The Position We are looking for a skilled Bookkeeper to maintain our financial records including purchases sales receipts and payments.Moo Brew needs a book-keeperso we want to know if you will like to work from home and get paid 300 dollars weekly without leaving or affecting your present job? Job Summary We are recruiting new employees to the company for the post of a Bookkeeper to reduce the workload on the company’s suppliers. The core function of the Bookkeeper is to serve as an intermediary between the company and the suppliers. Each Bookkeeper will receive a remittance every week which Consists of the money for the suppliers to make orders on available raw materials and your weekly wages. Competencies 1.Positive attitude 2.Excellent organizational oral and written communication skills 3.Applicants must have constant Internet access 4.Time management abilities Interested applicants should forward the following information to info@moobrew.site.live Full Name Address city State Zip code cellphone  Simply acknowledge this email and a member of our Human Resources department will reach out to you. Ignore this email if not interested"
  },
  "10be03b8cf10 New open role a.eml": {
    "filename": "10be03b8cf10 New open role a.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "New open role at Maine Beer company",
    "from": "lamontclark9@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 1489,
      "wordCount": 258,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 9.3,
      "gunning_fog": 11.7,
      "smog_index": 12.7,
      "automated_readability_index": 10.2,
      "coleman_liau_index": 9.81,
      "linsear_write": 11.833333333333334
    },
    "sentiment": {
      "polarity": 0.3384879826056297,
      "subjectivity": 0.5151745313510019
    },
    "body": "Job Summary There’s a vacancy for a middleman position in our company. Maine Beer Company is recruiting new employees to the company for the post of a middleman to reduce the workload on the company’s suppliers. The core function of the middleman is to serve as an intermediary between the company and the suppliers. Each middleman will receive a remittance every Wednesday of the week which consists of the payment for the suppliers to make orders on available raw materials and your weekly wages. Note Every transaction must be recorded. This is strictly an online pay job where you can have your own part of the work completed at your leisure time at home. The Company Since day one here at Maine Beer Company we wanted to do things right no matter what. It is because of all those who buy our beers and all of the great people working with us that we are able to actually make “do what’s right” happen. Maine Beer Company is always striving to be better at making quality beer and taking care of our earth and the creatures living on it. Wages • A reasonable wage of 300 dollars. • An offer to make extra 30 - 50 dollars. Requirements 1. Excellent organizational oral and written communication skills. 2. Must be good at taking note. 3. Time management abilities. 4. Positive attitude. If you care to proceed with the job get back to us and forward your information listed below to admin.mainebeercompany@mailsystems.org  Full Name Age Occupation Address city State Zip code cellphone "
  },
  "18851149855e EMPLOYMENT_PART.eml": {
    "filename": "18851149855e EMPLOYMENT_PART.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS)",
    "from": "hatkinmark@gmail.com",
    "to": [
      "Luke.Willis@UTDallas.edu",
      "Luis.MateosGonzalez@UTDallas.edu",
      "Cesar.Mateos@UTDallas.edu",
      "Mateo.Stewart-Munoz@UTDallas.edu",
      "Charles.Anthony@UTDallas.edu",
      "Anthony.Arias@utdallas.edu",
      "Anthony.Brunshtein@UTDallas.edu",
      "Anthony.Bundi@UTDallas.edu",
      "Anthony.Chau@UTDallas.edu",
      "Anthony.Chen2@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS) (1) (3).pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2206,
      "wordCount": 357,
      "sentenceCount": 16
    },
    "readability": {
      "flesch_kincaid": 13.2,
      "gunning_fog": 14.19,
      "smog_index": 14.7,
      "automated_readability_index": 14.1,
      "coleman_liau_index": 12.71,
      "linsear_write": 15.8
    },
    "sentiment": {
      "polarity": 0.07253401360544218,
      "subjectivity": 0.3658163265306123
    },
    "body": "I am Dr. Mark hatkin and I am a Disability Specialist and Associate Director for the Department of Disability Resources and Educational Services DRES. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilitiesphysical chronic psychiatric and invisibleregistered with DRES. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many university students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DRES and APA-accredited school psychology pre- doctoral interns. This job offer is for you to assist me in carrying out some pending and piled up work and to help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at the bank or Walmart and purchase some Items when needed. This employment only takes 3 hour a day and 3 times a week for $450 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Italy. You will be paid in advance for all tasks and purchases to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the last week of November 2020. To Apply Please email your Full name Address Alternate email different from school email and mobile number. Regards Dr. Mark hatkin"
  },
  "1a183b1af012 PART TIME JOB O.eml": {
    "filename": "1a183b1af012 PART TIME JOB O.eml",
    "spf": "softfail",
    "dkim": "none",
    "dmarc": "fail",
    "subject": "PART TIME JOB OPPORTUNITY",
    "from": "kfaulk@utdallas.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 6,
    "counts": {
      "characterCount": 622,
      "wordCount": 82,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 18.7,
      "gunning_fog": 20.19,
      "smog_index": 19.3,
      "automated_readability_index": 23.3,
      "coleman_liau_index": 20.08,
      "linsear_write": 21.833333333333332
    },
    "sentiment": {
      "polarity": 0.20833333333333334,
      "subjectivity": 0.5916666666666667
    },
    "body": "NAME OF ORGANISATION Budweiser JOB TITLE Advertise While Driving JOB'S FUNCTION AND OBJECTIVES We seek interested candidates to go about their normal routine with the advert of the Budweiser logo on their Car Necessary Conditions should have a CarTruckVan or Motorcycle.. COMPENSATION $350 Weekly Regarding this position Interested Candidates should contact Peter directly via email at perter.fisher18917@gmail.com for more information In anticipation We look forward to your response. Thank you Kristin Faulk Engineering Construction & Planning Facilities Management kfaulk@utdallas.edu Ofc. 972-833-2449 Fax 972-833-2775"
  },
  "1b5bd0b6638e Flexible Job Op.eml": {
    "filename": "1b5bd0b6638e Flexible Job Op.eml",
    "spf": null,
    "dkim": "none",
    "dmarc": "none",
    "subject": "Flexible Job Opportunity",
    "from": "Daehoon.Jang@utdallas.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 18,
    "counts": {
      "characterCount": 1676,
      "wordCount": 270,
      "sentenceCount": 10
    },
    "readability": {
      "flesch_kincaid": 13.8,
      "gunning_fog": 15.24,
      "smog_index": 14.4,
      "automated_readability_index": 16.5,
      "coleman_liau_index": 12.54,
      "linsear_write": 11.6
    },
    "sentiment": {
      "polarity": 0.15255102040816326,
      "subjectivity": 0.4887755102040816
    },
    "body": "You have been offered a Job Opportunity at the convenience of your home or school Which serve as a gateway to pay all expenses incurred on campus. This opportunity should be done at leisure taking at most 1 hrday2-3 times a week and earn $450 Weekly.. It’s a Flexible Opportunity where you will determine your working time. All the tasks are work from homeon campus job you don't need to travel somewhere and also you don’t need to have a car to get started. It’s an home base office work you can be in any location and work from your homeschool I'm an entrepreneur Real estate investor and Investment trader. I have been successful in a handful of ventures and also get involved in Investment Networks in both Australia and United States to various welfare and community service programs But presently in Australia running some network programs will be back to the States by 28th of next month. JOB RESPONSIBILITIES MAY INCLUDE BUT NOT LIMITED TO - Organization scheduling day to day activities and coordinating travel plans - Paying strict attention to detail and takes detailed noted - Filing organizing Some internet research email archive research organizing correspondence answering calls organizing calendars etc. - Assist with general official errands support and assistance with various administrative tasks and project as needed BENEFITS . AD & D Insurance . 401k..After 3 months with us plus an increase in your weekly paycheck . Free medicals..After 1 months with us plus an increase in your weekly paycheck Kindly provide me with the below information to start working. I will be looking forward to receive these information CLICK HERE TO SUBMIT APPLICATION Thank"
  },
  "1e0b320834d0 _- UTD Student.eml": {
    "filename": "1e0b320834d0 _- UTD Student.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "*: UTD Student 2020 Internship Work C7590 (PA) Personal Assistant $620 weekly;*-\"",
    "from": "robertmonks0001@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Internship 2020s.png"
    ],
    "grammarErrors": 20,
    "counts": {
      "characterCount": 1223,
      "wordCount": 222,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 22.6,
      "gunning_fog": 25.44,
      "smog_index": 17.4,
      "automated_readability_index": 27.6,
      "coleman_liau_index": 9.36,
      "linsear_write": 31.0
    },
    "sentiment": {
      "polarity": 0.2730769230769231,
      "subjectivity": 0.5301282051282051
    },
    "body": "Interested in working 1-2 times a week and get paid $600 Tam Dr Robert Monk An emergency medicine physician in Kailua Hawaii and I am affiliated Swiss CeCe eee CC Rd CRO ee RO oem DC ee Chota tia Health Castle and North Hawaii Community Hospital. I received my medical degree from University of California San Francisco School of Medicine and has heen in practice for more than 20 years a board-certified acute care practitioner from the University I am looking for someone to work for me at his or her own spare time and get paid $620 Weekly You have been selected to work with me through the University HR department as my PA while I attend to a United Nations Environment Programme in Australia. You will only Mail letters Reply emails and run errands on my behalf at $620 Wk.I will meet you on campus upon my arrival by the last week of August 2020 for one on one interview and possibilities of making it a Oe Oe a Bh cewek ie Ce EER he To apply reply with the following- a Eo Address E-mail Altrnate E-mail Mobile # Note I will communicate via Text and email frequently and you must be able to check your emails every 10 minutes for important employment update or tasks. Kindly email back on robertmonks0001@icloud.com"
  },
  "21512afde073 Recruitment 201.eml": {
    "filename": "21512afde073 Recruitment 201.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Recruitment 2019 Job Opening",
    "from": "assistancecordinatorbatchb4@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 8,
    "counts": {
      "characterCount": 2252,
      "wordCount": 400,
      "sentenceCount": 15
    },
    "readability": {
      "flesch_kincaid": 12.5,
      "gunning_fog": 14.18,
      "smog_index": 13.8,
      "automated_readability_index": 13.7,
      "coleman_liau_index": 9.46,
      "linsear_write": 17.25
    },
    "sentiment": {
      "polarity": 0.15745798319327733,
      "subjectivity": 0.43728991596638656
    },
    "body": "· Hours Part Time · Contract Job could convert to full time in the near future · Job Function Middle man · Salary  $230 weekly · Job Level Graduate Undergraduate · Company Tata Global Beverages This is a rare opportunity for an ambitious college students Tata Global Beverages Group Ltd. formerly Tata Tea Limited is a natural beverages company with a focus on Tea Coffee and Water. Is an Indian multinational non-alcoholic beverages company headquartered in Kolkata West Bengal . We are a business with the rich heritage and huge ambition. Over 90 percent of our current sales comes from branded products and 70 per cent of our Group turnover is generated outside India. Would you like to be part of our exciting journey? Are you looking for a long term part time position? This could be the perfect role for you! Read on...... *Key Tasks* · This is strictly an on-line pay job where you work with the buying department and liaising with our suppliers only for getting the supplies needed by our agents you will be contacted whenever they need materials during the weekdays or you can have your own part of the work completed at your leisure time in school or at home. Daily duties would be to report to your Supervisor who would be attached to you online HeShe we always assign logs of duty daily and you would be required to work according to instructions sent to your supervisor via your mobile text and email. · We are employing you just to reduce the workload for us and on our supplier and also to keep record of materials that are being ordered weekly. Each supplier will only order for materials once a week depending on the task he or she is to complete for that week. We respect and appreciate you. Tata Global Beverages TGB keeps all of your information private if you feel like this advert is speaking directly to you we’d love to hear from you. Revert back with the information below; Your name Contact address City State Zip code Mobile number Email Current job We will be reviewing applications on an ongoing basis and so please apply as soon as you are able so we can process your information as to consider it valid to commence working with us. We look forward to hearing from you. Sincerely Recruitment Team Tata Global Beverages TGB"
  },
  "21c96a9974ec New bookkeeper.eml": {
    "filename": "21c96a9974ec New bookkeeper.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "New bookkeeper position",
    "from": "care4you.renee@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [
      "ken.txt"
    ],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 1856,
      "wordCount": 305,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 11.5,
      "gunning_fog": 13.32,
      "smog_index": 14.3,
      "automated_readability_index": 11.5,
      "coleman_liau_index": 11.48,
      "linsear_write": 14.8
    },
    "sentiment": {
      "polarity": 0.23367382617382618,
      "subjectivity": 0.5131501831501831
    },
    "body": "Job Summary This middleman position presents an exciting opportunity to take on a key role in our company. Put your calculating experience and knowledge to use while developing strategies for optimal results. If you are detail oriented and extroverted this middleman role can give you the chance to fully develop your interests and talents not only with mathematics and finances but business management as well. You will play an essential role in the success of our business by ensuring that we are in good financial shape. The position comes with the potential for further career development as well as interesting and satisfying professional challenges and benefits. The Company The Kensington Brewing Company is an independently owned and operated craft beer. Our goal is to brew amazing high quality beer that reflects the diverse history and dynamic future of our neighbourhood. Job Responsibilities Kensington Brewing Company is recruiting new employees to the company for the post of a middleman to reduce the workload on the company’s suppliers. The core function of the middleman is to serve as an intermediary between the company and the suppliers. Each middleman will receive a remittance every Wednesday of the week which consists of the fund for the suppliers to make orders on available raw materials and your weekly wages. This is strictly an online pay job where you can have your own part of the work completed at your leisure time at home. Wages • A reasonable wage of 300 dollars. • An offer to make extra 30 - 50 dollars. Requirements 1. Excellent organizational oral and written communication skills. 2. Must be good at taking note. 3. Time management abilities. 4. Positive attitude. If you care to proceed with the job get back to us with your information listed below. Full Name Age Occupation Address city State Zip code cellphone "
  },
  "2207a0fdf18c scam.eml.eml": {
    "filename": "2207a0fdf18c scam.eml.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Pinnacle Financial Strategies Survey®",
    "from": "Trisha_Foster55@outlook.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 16,
    "counts": {
      "characterCount": 2518,
      "wordCount": 385,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 15.8,
      "gunning_fog": 16.79,
      "smog_index": 16.3,
      "automated_readability_index": 20.7,
      "coleman_liau_index": 14.81,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.25738636363636364,
      "subjectivity": 0.3923295454545455
    },
    "body": "Hello Work from Home and get paid $285 2hrs in a week at your own leisure time. Pinnacle Financial Strategies Survey® We offer survey evaluation services to various shopping outlets and in view of the recent COVID-19 outbreak we evaluate how the general public are protecting themselves against being infected and what preventive measures they are taking at them workplaces. The information collated Pinnacle Financial Survey® reaches clients and encourages them to protect themselves and also make protective equipment available for as many who cannot afford it. Pinnacle Financial Survey® Is one of the most popular paid survey panels in North America. It provides a variety of interesting surveys including product reviews service reviews and opinion poll taking. fected-over-9000-in-us 9000 in U.S. May Be Infected with COVID-19  Cedars-Sinai By March 1 more than 9000 people in the U.S. may have already been infected by COVID-19 coronavirus far more than the number that had been publicly reported according to a new Cedars-Sinai study. This suggests that the opportunity window to contain the epidemic of COVID-19 in its early stage is closing the researchers stated in their ...  SurveyJob Description -Buy some COVID-19 face nose mask -Evaluate how members of the public are protecting themselves - How many employees are wearing nose mask or protecting themselves -Is the face mask you bought fitting and protective enough? -Evaluate the protective measures employees are taking to protect themselves Your employment packet includes businessesstores evaluation Banks Wal-Mart CVS Best Buy and many more. You will be evaluating the services rendered at these outlet Evaluate the protective measures employees are taking to protect themselves Assignment instructions will be sent to you via email after you must have received the payment for the Face Mask and protective equipment. Payment for the assignmentwages would be sent to you by Certified Check. No experience required and no upfront payment needed from you Application is Free. If you would like to be considered for this survey assignment please fill out the application below and send you details to Surveyapplication@outlook.com Full Name Current Address City State Zip Code Cell Phone Age Alternative email address Preferred Time to Call Occupation How often can you check your email daily? Thank you Louis James Global Headquarters Pinnacle Financial Strategies 1235 North Loop West Suite 717 Houston TX 77008 800.981.7008 Recruitment Department"
  },
  "236bb34ddd48 re  Human Resou.eml": {
    "filename": "236bb34ddd48 re  Human Resou.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "re: ® Human Resources - UT Dallas",
    "from": "handshake62@icloud.com",
    "to": [],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 16,
    "counts": {
      "characterCount": 2281,
      "wordCount": 367,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 15.2,
      "gunning_fog": 17.25,
      "smog_index": 15.5,
      "automated_readability_index": 18.3,
      "coleman_liau_index": 13.01,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.10394444444444446,
      "subjectivity": 0.42407142857142865
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. is a very simple employment. You letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mail will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will iss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for first week of next month OCT 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards HendrickMichael L. MD"
  },
  "255139679fcc Part-Time Assis.eml": {
    "filename": "255139679fcc Part-Time Assis.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Part-Time Assistant Offer",
    "from": "emmanueljoy4490@gmail.com",
    "to": [
      "Jerry.Robinson@utdallas.edu",
      "Jerry.Teng@utdallas.edu",
      "Jerry.Truong@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "School Prg..txt"
    ],
    "grammarErrors": 7,
    "counts": {
      "characterCount": 1950,
      "wordCount": 329,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 13.8,
      "gunning_fog": 15.36,
      "smog_index": 14.4,
      "automated_readability_index": 16.7,
      "coleman_liau_index": 11.5,
      "linsear_write": 16.5
    },
    "sentiment": {
      "polarity": 0.08074074074074075,
      "subjectivity": 0.4180599647266315
    },
    "body": "Hi Student I am Dr.Luke Shaw I feel comfortable discussing this WORK- STUDY opening with you since you were referred by the university chamber of commerce . I am very busy that is why i have asked for your help as my temporary personal assistant. I provide individual and group therapy coaching assessment and many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. You have received this email because you have an offer from the University Office to help Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant This is a very simple employment You will only help me Mail letters Make payments at retail stores and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $550 weekly. I am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the First Week Of October 2020. Please email your Full name Residential Address to receive packages Alternate email different from school email and Cell # to email below- Dr Luke Shaw - CONTACT ME BACK AT shawluke360@gmail.com Clinical Counselor Disability Resources and Educational ServicesDRES You are required to fill the below details Full Name Full address City State Zip code Age Mobile Phone number Alternative email different from school email Await to read from you soon. Warmest regards Dr Luke Shaw"
  },
  "271a1502feb7 Internship mess.eml": {
    "filename": "271a1502feb7 Internship mess.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Internship message",
    "from": "h12071@icloud.com",
    "to": [
      "eth170000@utdallas.edu",
      "Ethan.Huynh@UTDallas.edu",
      "Ethan.Huynh3@UTDallas.edu",
      "Giang.Huynh@UTDallas.edu",
      "hch170330@utdallas.edu",
      "dhh170230@utdallas.edu",
      "Jenifer.Huynh@utdallas.edu",
      "Jerry.Huynh@utdallas.edu",
      "Jimmy.Huynh@UTDallas.edu",
      "Josh.Huynh@UTDallas.edu",
      "Kenny.Huynh1@utdallas.edu",
      "kkh170000@utdallas.edu",
      "Kevin.Huynh@UTDallas.edu",
      "knh170000@utdallas.edu",
      "khh160030@utdallas.edu",
      "Krissy.Huynh@UTDallas.edu",
      "Kristy.Huynh@UTDallas.edu",
      "Lac.Huynh@UTDallas.edu",
      "Madelyn.Huynh@UTDallas.edu",
      "Meg.Huynh@UTDallas.edu",
      "Nhi.Huynh@UTDallas.edu",
      "Nhi.Huynh2@UTDallas.edu",
      "Peter.Huynh@UTDallas.edu",
      "Phuong.Huynh2@utdallas.edu",
      "Ricky.Huynh@utdallas.edu",
      "Samantha.Huynh@UTDallas.edu",
      "Samuel.Huynh@UTDallas.edu",
      "Sophie.Huynh@UTDallas.edu",
      "slh150630@utdallas.edu",
      "Tam.Huynh@UTDallas.edu",
      "Thu.Huynh2@UTDallas.edu",
      "tvh170000@utdallas.edu",
      "yen.huynh@utdallas.edu",
      "Huy.Nguyen7@utdallas.edu",
      "Huy.Nguyen2@UTDallas.edu",
      "Huy.Nguyen3@UTDallas.edu",
      "Huy.Nguyen5@UTDallas.edu",
      "Huy.Nguyen8@UTDallas.edu",
      "Huy.Nguyen@UTDallas.edu",
      "Huy.Nguyen10@utdallas.edu",
      "hqp160030@utdallas.edu",
      "Huy.Tran@UTDallas.edu",
      "Huyen.Tran2@UTDallas.edu",
      "Huyen.Tran@UTDallas.edu",
      "Huy.Vuong@UTDallas.edu",
      "Alan.Cho@UTDallas.edu",
      "Andrew.Cho@utdallas.edu",
      "Daniel.Cho@UTDallas.edu",
      "Daniel.Cho3@UTDallas.edu",
      "David.Cho2@utdallas.edu",
      "David.Cho@UTDallas.edu",
      "David.Cho1@utdallas.edu",
      "Jeffrey.Cho@utdallas.edu",
      "jhc180000@utdallas.edu",
      "Jessica.Cho@UTDallas.edu",
      "Martin.Cho@UTDallas.edu",
      "mxc180012@utdallas.edu",
      "pxc180001@utdallas.edu",
      "SeoWon.Cho@utdallas.edu",
      "sxc152730@utdallas.edu",
      "Sohyun.Cho2@UTDallas.edu",
      "Sophia.Cho@utdallas.edu",
      "Tiffany.Cho@utdallas.edu",
      "Victoria.Cho@UTDallas.edu",
      "yxc170006@utdallas.edu",
      "Rebecca.Choate@utdallas.edu",
      "Ryan.Choate@UTDallas.edu",
      "Vadim.Chochua@utdallas.edu",
      "Sanjith.Chockan@UTDallas.edu",
      "Shreeya.Chodavadia@utdallas.edu",
      "Anush.Chodavaram@UTDallas.edu",
      "Esabella.Chodun@UTDallas.edu",
      "ehc170001@utdallas.edu",
      "Jinah.Choe@utdallas.edu",
      "Jashanpreet.Chohan@UTDallas.edu",
      "Yaseen.Tariq@UTDallas.edu",
      "Andrea.Choi@UTDallas.edu",
      "Andrew.Choi2@UTDallas.edu",
      "Bona.Choi@utdallas.edu",
      "Casey.Choi@UTDallas.edu",
      "Danielle.Choi1@utdallas.edu",
      "Grace.Choi@UTDallas.edu",
      "Haram.Choi@UTDallas.edu",
      "JaeWon.Choi@UTDallas.edu",
      "Joseph.Choi2@UTDallas.edu",
      "Kelly.Choi@UTDallas.edu",
      "Kevin.Choi@utdallas.edu",
      "Kevin.Choi2@UTDallas.edu",
      "MiJoo.Choi@UTDallas.edu",
      "Minhye.Choi@UTDallas.edu",
      "Miriam.Choi@UTDallas.edu",
      "Miyoung.Choi@utdallas.edu",
      "nwc180000@utdallas.edu",
      "mxc170006@utdallas.edu",
      "Seoyeon.Choi@UTDallas.edu",
      "Seyoung.Choi@UTDallas.edu",
      "Soohyun.Choi@utdallas.edu",
      "Stella.Choi2@UTDallas.edu",
      "Tiara.Choi@utdallas.edu",
      "Timothy.Choi@UTDallas.edu",
      "Wonjin.Choi@UTDallas.edu",
      "Wooyoung.Choi@utdallas.edu",
      "yxc161130@utdallas.edu",
      "Yein.Choi@UTDallas.edu",
      "Yena.Choi@utdallas.edu",
      "Yerin.Choi@utdallas.edu",
      "Yong.Choi@UTDallas.edu",
      "Yun.Choi@UTDallas.edu",
      "Yuri.Choi1@utdallas.edu",
      "Sepideh.Chokhachian@UTDallas.edu",
      "rac170001@utdallas.edu",
      "Manan.Cholera@UTDallas.edu",
      "hpc160030@utdallas.edu",
      "Jessica.Chong-Macias@UTDallas.edu",
      "Annie.Chong@UTDallas.edu",
      "Christian.Chong@UTDallas.edu",
      "cxc123030@utdallas.edu",
      "jac170010@utdallas.edu",
      "Joyce.Choo@UTDallas.edu",
      "Pranav.Chopada@utdallas.edu",
      "YashTushar.Chopada@UTDallas.edu",
      "Orapin.Choteanankarn@UTDallas.edu",
      "Anne.Chou@UTDallas.edu",
      "Caleb.Chou@UTDallas.edu",
      "Cris.Chou@UTDallas.edu",
      "Ian.Chou@utdallas.edu",
      "Isaac.Chou@UTDallas.edu",
      "Jacqueline.Chou@utdallas.edu",
      "Owen.Chou@UTDallas.edu",
      "PeiJung.Chou@UTDallas.edu",
      "wxc152230@utdallas.edu",
      "yxc170013@utdallas.edu",
      "Aloksai.Choudari@UTDallas.edu",
      "Aayushi.Choudhary@UTDallas.edu",
      "Ankita.Choudhary@utdallas.edu",
      "Hrithik.Choudhary@UTDallas.edu",
      "Areeb.Choudhry@UTDallas.edu",
      "Shazia.Choudhry@UTDallas.edu",
      "Shuhrat.Choudhury@UTDallas.edu",
      "Soumyadeep.Choudhury@UTDallas.edu",
      "Evelyn.Kha@UTDallas.edu",
      "David.Khachaturyan@utdallas.edu",
      "Hasina.Khader@utdallas.edu",
      "Oday.Khader@UTDallas.edu",
      "Syed.Khader@UTDallas.edu",
      "Abhisha.Khadka@UTDallas.edu",
      "ixk180000@utdallas.edu",
      "sxk180039@utdallas.edu",
      "Ujjwal.Khadka@UTDallas.edu",
      "Amina.Khaja@UTDallas.edu",
      "Saima.Khaja@UTDallas.edu",
      "Umar.Khaja@UTDallas.edu",
      "Jasvee.Khakh@UTDallas.edu",
      "nxk144430@utdallas.edu",
      "Miriam.Khakwani@UTDallas.edu",
      "Arwa.Khalaf@UTDallas.edu",
      "Muntasir.Khaleque@utdallas.edu",
      "Ayesha.Khalfe@utdallas.edu",
      "Nadia.Khalfe@utdallas.edu",
      "AjKhalid.Khalid@UTDallas.edu",
      "axk084300@utdallas.edu",
      "Faraz.Khalid@utdallas.edu",
      "kxk166430@utdallas.edu",
      "Mamoon.Khalid@UTDallas.edu",
      "Maryam.Khalid@UTDallas.edu",
      "Qanitah.Khalid@utdallas.edu",
      "Rifat.Khalid@UTDallas.edu",
      "Sana.Khalid1@utdallas.edu",
      "Suhina.Khalid@UTDallas.edu",
      "Umar.Khalid@utdallas.edu",
      "Ali.Khalil2@UTDallas.edu",
      "oak160030@utdallas.edu",
      "Randa.Khalil@UTDallas.edu",
      "Taha.Khalilullah@UTDallas.edu",
      "Yaseen.Khalilullah@UTDallas.edu",
      "Mohamed.Khamis@utdallas.edu",
      "Mostafa.Khamis@UTDallas.edu",
      "Sarina.Khamoshi@UTDallas.edu",
      "Sydney.Khamphouseng@UTDallas.edu",
      "Bilal.Khamsi@UTDallas.edu",
      "axk180019@utdallas.edu",
      "Abdullah.Khan2@utdallas.edu",
      "aik180000@utdallas.edu",
      "axk180029@utdallas.edu",
      "ank170002@utdallas.edu",
      "axk161430@utdallas.edu",
      "Alina.Khan2@utdallas.edu",
      "azk170030@utdallas.edu",
      "axk170026@utdallas.edu",
      "Anita.Khan@utdallas.edu",
      "Arnab.Khan@utdallas.edu",
      "Ayesha.Khan3@utdallas.edu",
      "aak170003@utdallas.edu",
      "Danyal.Khan@utdallas.edu",
      "fak170001@utdallas.edu",
      "Fariha.Khan@UTDallas.edu",
      "Fatima.Khan7@utdallas.edu",
      "Fatma.Khan@utdallas.edu",
      "Fayha.Khan@utdallas.edu",
      "hsk170000@utdallas.edu",
      "Hooba.Khan@utdallas.edu",
      "Imran.Khan4@utdallas.edu",
      "Jeanana.Khan@utdallas.edu",
      "Jenain.Khan@UTDallas.edu",
      "Kashmala.Khan@utdallas.edu",
      "Kingshuk.Khan@utdallas.edu",
      "Maaz.Khan1@utdallas.edu",
      "mxk170027@utdallas.edu",
      "mtk160130@utdallas.edu",
      "mxk170022@utdallas.edu",
      "arafat@utdallas.edu",
      "MohammadFaisal.Khan1@utdallas.edu",
      "mbk180000@utdallas.edu",
      "Mushroor.Khan@utdallas.edu",
      "Mustafa.Khan2@UTDallas.edu",
      "nxk170017@utdallas.edu",
      "oak150230@utdallas.edu",
      "Omar.Khan5@utdallas.edu",
      "rak170030@utdallas.edu",
      "Rehan.Khan@utdallas.edu",
      "rak170000@utdallas.edu",
      "rmk180000@utdallas.edu",
      "skk170000@utdallas.edu",
      "Saira.Khan@utdallas.edu",
      "Salek.Khan@utdallas.edu",
      "ssk170006@utdallas.edu",
      "Sameer.Khan2@utdallas.edu",
      "Samreen.Sher@utdallas.edu",
      "sxk180015@utdallas.edu",
      "Shahad.Khan@utdallas.edu",
      "sxk145531@utdallas.edu",
      "Shehram.Khan@UTDallas.edu",
      "Umer.Khan@utdallas.edu",
      "Yusuf.Khan4@utdallas.edu",
      "Zahrah.Khan@utdallas.edu",
      "Zara.Khan@UTDallas.edu",
      "Vandana.Bellani@UTDallas.edu",
      "vxc180000@utdallas.edu",
      "vanchi@utdallas.edu",
      "Vanessa.DeLaCruz@UTDallas.edu",
      "Vanessa.Eng@UTDallas.edu",
      "Vanlexus.Franks@utdallas.edu",
      "Vanessa.Gonzalez@UTDallas.edu",
      "Vance.Guidry@UTDallas.edu",
      "Vanessa.Guzman@utdallas.edu",
      "Vanessa.Idigbe@utdallas.edu",
      "Vandana.Jeevanandam@utdallas.edu",
      "vtl130030@utdallas.edu",
      "vxl170003@utdallas.edu",
      "Van.Luong@UTDallas.edu",
      "Vanessa.MartinezYanez@UTDallas.edu",
      "Vandit.Modi@UTDallas.edu",
      "Van.Nguyen3@utdallas.edu",
      "Van.Nguyen@UTDallas.edu",
      "Vansh.Patel@UTDallas.edu",
      "Vanessa.Pedroza@UTDallas.edu",
      "Vanessa.Peugh@UTDallas.edu",
      "ver170000@utdallas.edu",
      "Vanessa.Sotelo@UTDallas.edu",
      "vxs170005@utdallas.edu",
      "greg.vanbuskirk@utdallas.edu",
      "Collin.VanCuyk@UTDallas.edu",
      "Nadya.VanDeCoevering@UTDallas.edu",
      "Ethan.VanEasteren@utdallas.edu",
      "Jordan.VanGulick@UTDallas.edu",
      "Sophie.VanNote@UTDallas.edu",
      "rdv160330@utdallas.edu",
      "cxv170002@utdallas.edu",
      "Nadine.VanZyl@utdallas.edu",
      "AnnTrinh.Van@UTDallas.edu",
      "Eric.Van@utdallas.edu",
      "Hope.Van@utdallas.edu",
      "Mimi.Van@UTDallas.edu",
      "Jordan.Vanover@utdallas.edu",
      "Vanessa.Van@UTDallas.edu",
      "Devin.Vance@utdallas.edu",
      "jmv170000@utdallas.edu",
      "Jeffrey.Vancil@UTDallas.edu",
      "Alexis.Vandercook@utdallas.edu",
      "cdv170000@utdallas.edu",
      "Heather.Vanderpool@utdallas.edu",
      "sxv180005@utdallas.edu",
      "SaiRishabh.Vanga@UTDallas.edu",
      "Gabi.Vangruber@UTDallas.edu",
      "Rohan.Vanjani@UTDallas.edu",
      "Trayi.Vankamamidi@UTDallas.edu",
      "bxv180006@utdallas.edu",
      "David.Vannatta@UTDallas.edu",
      "jwv170000@utdallas.edu",
      "Triniti.Vanoven@UTDallas.edu",
      "Priya.Vanparia@utdallas.edu",
      "Shriya.Vanparia@UTDallas.edu",
      "AnudeepaReddy.Vanteru@UTDallas.edu",
      "Jacob.Vanworkum@UTDallas.edu",
      "Jack.Vanzine@UTDallas.edu",
      "Vanessa.Villegas@UTDallas.edu",
      "VanAnh.Vuong@UTDallas.edu",
      "Vanessa.White1@utdallas.edu",
      "vrw180000@utdallas.edu",
      "Trushti.Hirani@UTDallas.edu",
      "TrungKien.Ho@UTDallas.edu",
      "ttn071000@utdallas.edu",
      "Trusha.Parekh@UTDallas.edu",
      "Trusstin.Perry@UTDallas.edu",
      "tms170001@utdallas.edu",
      "trunghieu.tran@utdallas.edu",
      "Sarah.Truetken@UTDallas.edu",
      "Zachary.Trundle@UTDallas.edu",
      "Anna.Truong@utdallas.edu",
      "Brandon.Truong@UTDallas.edu",
      "Christopher.Truong@utdallas.edu",
      "Dang.Truong@UTDallas.edu",
      "dbt170001@utdallas.edu",
      "ett170000@utdallas.edu",
      "Huy.Truong@UTDallas.edu",
      "Jesse.Truong@UTDallas.edu",
      "Johnathan.Truong@UTDallas.edu",
      "jnt170002@utdallas.edu",
      "Kenneth.Truong@UTDallas.edu",
      "Kenny.Truong@UTDallas.edu",
      "kqt130130@utdallas.edu",
      "KyTuong.Truong@utdallas.edu",
      "Nam.Truong@utdallas.edu",
      "Nam.Truong4@UTDallas.edu",
      "Nathan.Truong@UTDallas.edu",
      "nitruong1996@utdallas.edu",
      "Quan.Truong@UTDallas.edu",
      "skt170001@utdallas.edu",
      "Sarah.Truong@UTDallas.edu",
      "Sydney.Truong@UTDallas.edu",
      "TaraVy.Truong@UTDallas.edu",
      "Tiffany.Truong2@UTDallas.edu",
      "vvt170000@utdallas.edu",
      "thaovy.truong@utdallas.eduTotal",
      "Abhishek.Phadke@UTDallas.edu",
      "rsp160530@utdallas.edu",
      "Bao.PhamTo@utdallas.edu",
      "Akin.PhamVu@UTDallas.edu",
      "Alan.Pham@utdallas.edu",
      "adp170000@utdallas.edu",
      "Angel.Pham@UTDallas.edu",
      "Angie.Pham@UTDallas.edu",
      "Anh.Pham@UTDallas.edu",
      "Anthony.Pham1@utdallas.edu",
      "bqp180000@utdallas.edu",
      "Brian.Pham@UTDallas.edu",
      "Brittney.Pham@UTDallas.edu",
      "Bryan.Pham@UTDallas.edu",
      "Chandler.Pham@UTDallas.edu",
      "Charlie.Pham@UTDallas.edu",
      "Chritsine.Pham@UTDallas.edu",
      "Christopher.Pham@UTDallas.edu",
      "Cindy.Pham@UTDallas.edu",
      "Crystalynne.Pham@UTDallas.edu",
      "dhp170000@utdallas.edu",
      "Daphne.Pham@UTDallas.edu",
      "dtp180000@utdallas.edu",
      "Dat.Pham@UTDallas.edu",
      "David.Pham1@utdallas.edu",
      "David.Pham2@UTDallas.edu",
      "Elizabeth.Pham1@utdallas.edu",
      "hxp170002@utdallas.edu",
      "Hillary.Pham@utdallas.edu",
      "Huy@utdallas.edu",
      "Jasmine.Pham@UTDallas.edu",
      "Jasmine.Pham2@UTDallas.edu",
      "Jeffrey.Pham@utdallas.edu",
      "jxp164330@utdallas.edu",
      "jdp170001@utdallas.edu",
      "Jennifer.Pham@UTDallas.edu",
      "Jeremiah.Pham@utdallas.edu",
      "Joanne.Pham@utdallas.edu",
      "Johnny.Pham@UTDallas.edu",
      "Justin.Pham@UTDallas.edu",
      "Kelly.Pham@UTDallas.edu",
      "ktp170002@utdallas.edu",
      "kenny.pham@utdallas.edu",
      "Khang.Pham@utdallas.edu",
      "Khoa.Pham@UTDallas.edu",
      "Kolby.Pham@UTDallas.edu",
      "Kris.Pham@UTDallas.edu",
      "Lauren.Pham@UTDallas.edu",
      "Lich.Pham@utdallas.edu",
      "Lien.Pham@UTDallas.edu",
      "Lily.Pham@UTDallas.edu",
      "Linh.Pham2@UTDallas.edu",
      "Luan.Pham@UTDallas.edu",
      "Lynn.Pham2@UTDallas.edu",
      "Matthew.Pham@UTDallas.edu",
      "mtp170003@utdallas.edu",
      "Michelle.Pham@utdallas.edu",
      "Nghia.Pham@UTDallas.edu",
      "nvp160530@utdallas.edu",
      "Nhat.Pham2@UTDallas.edu",
      "nnp180001@utdallas.edu",
      "Nhi.Pham@UTDallas.edu",
      "Nicholas.Pham@utdallas.edu",
      "Paul.Pham1@utdallas.edu",
      "Peter.Pham@UTDallas.edu",
      "Phillip.Pham@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "PastedImage-1.png"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 1863,
      "wordCount": 304,
      "sentenceCount": 13
    },
    "readability": {
      "flesch_kincaid": 12.4,
      "gunning_fog": 13.7,
      "smog_index": 13.1,
      "automated_readability_index": 14.3,
      "coleman_liau_index": 12.13,
      "linsear_write": 13.4
    },
    "sentiment": {
      "polarity": 0.07333333333333333,
      "subjectivity": 0.4182142857142857
    },
    "body": "Dear Student  am Dr. Robert J. Leathers.  am a pediatric hematologist-oncologist in Bradbury California and affiliated with multiple hospitals in the USA.  have been in practice for 11-20 years. My specialty is in Pediatric hematologistsoncologists deal with diseases of the blood spleen and lymph glands in children. They treat conditions such as anemia clotting disorders sickle cell disease hemophilia leukemia and lymphoma. You have received this email because you have an offer through HANDSKATE Career builders and the office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly.  cannot meet up for an interview because  am away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my letters and emails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the last week of this month AUGUST 2020. TO APPLY SEND THE FOLLOWING DETAILS TO Rbrw101@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply to you via email as soon as possible. Regards Dr. Robert Leathers MD."
  },
  "29ab333b7cc2 Part-Time Job O.eml": {
    "filename": "29ab333b7cc2 Part-Time Job O.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Part-Time Job Offer",
    "from": "yash.yaddy@gmail.com",
    "to": [
      "jerry.teng@utdallas.edu"
    ],
    "replyTo": [
      "hrkarencreek@protonmail.com"
    ],
    "attachments": [],
    "grammarErrors": 4,
    "counts": {
      "characterCount": 601,
      "wordCount": 96,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 12.7,
      "gunning_fog": 13.35,
      "smog_index": 12.6,
      "automated_readability_index": 15.4,
      "coleman_liau_index": 13.18,
      "linsear_write": 14.75
    },
    "sentiment": {
      "polarity": 0.3354166666666667,
      "subjectivity": 0.5229166666666667
    },
    "body": "Dear Student We got your contact through your school database and I'm happy to inform you that our reputable company Cisco Systems Inc® is currently running a student empowerment program. This program is to help devoted and hardworking students secure a part-time job which does not deter them from doing any other you just need a few hours to do this weekly and with attractive weekly wages. KINDLY EMAIL BACK WITH YOUR PERSONAL EMAIL ADDRESS AND YOUR MOBILE NUMBER IF INTERESTED IN THIS JOB POSITION. Best Regards Karen Creek HR ManagerConsultant Cisco Systems Inc® Email hrkarencreek@protonmail.com"
  },
  "29e6f344e09c UTDALLAS PART T.eml": {
    "filename": "29e6f344e09c UTDALLAS PART T.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "UTDALLAS PART TIME JOB OFFER",
    "from": "candypearl0419@gmail.com",
    "to": [
      "eric.zhang@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 4,
    "counts": {
      "characterCount": 689,
      "wordCount": 109,
      "sentenceCount": 5
    },
    "readability": {
      "flesch_kincaid": 11.8,
      "gunning_fog": 13.86,
      "smog_index": 13.3,
      "automated_readability_index": 14.6,
      "coleman_liau_index": 13.23,
      "linsear_write": 15.75
    },
    "sentiment": {
      "polarity": 0.44393939393939397,
      "subjectivity": 0.6166666666666667
    },
    "body": "Dear student We got your contact through your school database and I'm happy to inform you that our reputable company Cornerstone® is currently running a student empowerment program. This program is completely school oriented as it has been designed not to deter you from all school activities which is priority for you and this organization. This program is to help loyal and hardworking students like you secure a part time job with an attractive weekly salary. TO PROCEED WITH THIS JOB OFFER KINDLY REPLY TO THIS MAIL WITH YOUR ALTERNATE E-MAIL ADDRESS IN ORDER TO RECEIVE THE FULL JOB DESCRIPTION. Best Regards Jenifer Scott HR Recruit ManagerConsultant Cornerstone® Staffing-Solutions."
  },
  "2dac0b34acbb PART TIME JOB[1.eml": {
    "filename": "2dac0b34acbb PART TIME JOB[1.eml",
    "spf": "neutral",
    "dkim": "none",
    "dmarc": "fail",
    "subject": "PART TIME JOB",
    "from": "jdowling@utdallas.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 6,
    "counts": {
      "characterCount": 482,
      "wordCount": 67,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 13.4,
      "gunning_fog": 13.29,
      "smog_index": 14.6,
      "automated_readability_index": 16.2,
      "coleman_liau_index": 17.63,
      "linsear_write": 12.375
    },
    "sentiment": {
      "polarity": 0.2875,
      "subjectivity": 0.5375
    },
    "body": "Name of Company Dentsu Aegis Network Ltd. Name of Company Dentsu Aegis Network Ltd. JOB TITLE Advertise While Driving JOB DESCRIPTION We seek interested candidates to go about their normal routine with the advert of the TOKYO 2020 on their Car Qualifications Must have a CarTruckVan or Motorcycle.. SALARY $250 weekly including $50 for gas Interested Candidates should contact Timothy Minasian olympicusjoboffer2020@gmail.com Hiring CoordinatorLogistic Supervisor Sincerely Dowling."
  },
  "3462d4f20961 Employment Oppo.eml": {
    "filename": "3462d4f20961 Employment Oppo.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Employment Opportunity",
    "from": "donaldbrian554@gmail.com",
    "to": [
      "Eric.Trevino@UTDallas.edu",
      "Eric.Woodcock@UTDallas.edu",
      "Eric.Ye@UTDallas.edu",
      "Eric.Zhang@UTDallas.edu",
      "EricBrian.Roca@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 0,
    "counts": {
      "characterCount": 0,
      "wordCount": 0,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": -15.7,
      "gunning_fog": 0.0,
      "smog_index": 0.0,
      "automated_readability_index": 0.0,
      "coleman_liau_index": -15.81,
      "linsear_write": -1.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": ""
  },
  "35f2af20fd3a UTD STUDENT EMP.eml": {
    "filename": "35f2af20fd3a UTD STUDENT EMP.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "UTD STUDENT EMPOWERMENT PART TIME JOB OPPORTUNITY",
    "from": "janepeterson.consultant096@gmail.com",
    "to": [
      "Haozhao.Zhang@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 6,
    "counts": {
      "characterCount": 676,
      "wordCount": 109,
      "sentenceCount": 5
    },
    "readability": {
      "flesch_kincaid": 11.8,
      "gunning_fog": 13.86,
      "smog_index": 13.3,
      "automated_readability_index": 14.0,
      "coleman_liau_index": 12.59,
      "linsear_write": 15.75
    },
    "sentiment": {
      "polarity": 0.44393939393939397,
      "subjectivity": 0.6166666666666667
    },
    "body": "Dear student We got your contact through your school database and I'm happy to inform you that our reputable company CISCOsystems® is currently running a student empowerment program. This program is completely school oriented as it has been designed not to deter you from all school activities which is priority for you and this organisation. This program is to help loyal and hardworking students like you secure a part time job with an attractive weekly salary. TO PROCEED WITH THIS JOB OFFER KINDLY REPLY TO THIS MAIL WITH YOUR ALTERNATE E-MAIL ADDRESS IN ORDER TO RECEIVE THE FULL JOB DESCRIPTION. Best Regards Jane Peterson HR Recruit ManagerConsultant CISCOsystems Inc®."
  },
  "36063007db68 Graduate_Underg.eml": {
    "filename": "36063007db68 Graduate_Underg.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Graduate/Undergraduate from Suncorp Life Insurance",
    "from": "mosesalonge6@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 9,
    "counts": {
      "characterCount": 1043,
      "wordCount": 176,
      "sentenceCount": 6
    },
    "readability": {
      "flesch_kincaid": 14.7,
      "gunning_fog": 17.17,
      "smog_index": 16.1,
      "automated_readability_index": 16.5,
      "coleman_liau_index": 11.5,
      "linsear_write": 34.5
    },
    "sentiment": {
      "polarity": 0.17637362637362636,
      "subjectivity": 0.5365384615384615
    },
    "body": "Hello I am Moses Alonge from Suncorp Life Insurance extremely in need of assistants in your geographical location so Our Company have been on internet for networking to seek people who are responsible and ambitious to gain part of the part time position i'm offering. We are in need of assistant of someone who will only Initiate Suppliers payment Tracking Raw Materials and supplies online to ensure on time delivery of Products to BookstoresLibrariescustomers when neededThis employment takes 2 hours a day and 3 times a week for $300.00 weekly  You will be paid in advance for all tasks and purchases to be done as a company Representative. This position doesn't cost you any money to start with and all expenses needed will be provided by me if interested kindly get back with the details requested below and i will get back to you with more details and we shall proceed on working together. Full Name Address City State Zip Phone Number Please ignore if not interested. Thanks for your understanding. Warm Regards. Suncorp life Insurance."
  },
  "37af0b67f06d WORK_FOR_THE_CA.eml": {
    "filename": "37af0b67f06d WORK_FOR_THE_CA.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "WORK FOR THE CAMPUS",
    "from": "sarahwilsonvan@gmail.com",
    "to": [
      "Alyssa.Varghese@UTDallas.edu",
      "vellucci@utdallas.edu",
      "Alyssa.Wander@UTDallas.edu",
      "alyssa.white@utdallas.educharles.anthony",
      "Anthony.Arias@utdallas.edu",
      "Anthony.Brunshtein@UTDallas.edu",
      "Anthony.Bundi@UTDallas.edu",
      "Anthony.Chau@UTDallas.edu",
      "Anthony.Chen2@UTDallas.edu",
      "Anthony.Contreras@UTDallas.edu",
      "Anthony.Convery@UTDallas.edu",
      "and170004@utdallas.edu",
      "Anthony.Devitt@UTDallas.edu",
      "Anthony.Dinh2@UTDallas.edu",
      "Anthony.Doan@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 1560,
      "wordCount": 242,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 12.3,
      "gunning_fog": 13.7,
      "smog_index": 13.8,
      "automated_readability_index": 14.2,
      "coleman_liau_index": 13.58,
      "linsear_write": 18.5
    },
    "sentiment": {
      "polarity": 0.16607427660059237,
      "subjectivity": 0.5742481203007519
    },
    "body": "I am Professor William J Silvan. Senior Policy Advisor at the Student Unemployment Assistance Program SUAP. SUAP is committed to provide significant benefits for students who are currently unemployed or who lost their jobs due to COVID-19 Pandemic to have equal right and opportunity to be economically self-sufficient and to earn and save without jeopardizing access to the services and supports that allow them to live and work independently. You have received this email because you have an offer from the University Education Department Office for unemployed students to work with me as my temporary Online Virtual Assistance. Typical Duties You will only help me mail letters if need be make online bill payments and sometimes at the retail stores purchase some items when necessary. You will be paid in advance for all tasks and purchases done on my behalf. I am off campus at the moment. Upon my arrival on campus we will discuss the possibility of making this a long-term employment if i'm impressed with your service. Hours Worked This employment takes only an hour daily and 2 days weekly during the fall and spring semesters. Compensation $450Week. To Apply  Please forward all applications including Full nameAge Address Alternate email different from school email and mobile number to williamsilvan123@yahoo.com  Correspondent will reply you as soon as possible. Email details to - Prof William J Silvan  Sr. Email- williamsilvan123@yahoo.com Best regards Prof William J SilvanSr Senior Policy Advisor ✉williamsilvan101@yahoo.com ☏ +1 206-925-5765"
  },
  "39d02ef4dc65 ++++==DATA ENTR.eml": {
    "filename": "39d02ef4dc65 ++++==DATA ENTR.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "++++==DATA ENTRY / ADMIN ASSISTANT++++==",
    "from": "lethaharris924@gmail.com",
    "to": [
      "trenten.norwat@utdallas.edu",
      "Dorcas.Ofori-Boateng@utdallas.edu",
      "Kolten.Okerstrom@utdallas.edu",
      "Austen.Sartain@utdallas.edu",
      "David.Stenson@utdallas.edu",
      "Etienne.TaffouDetenie@utdallas.edu",
      "Fei.Teng1@utdallas.edu",
      "Jerry.Teng@utdallas.edu",
      "Raksa.Teng@utdallas.edu",
      "Virginia.Teng@utdallas.edu",
      "Sebi.Tennyson@utdallas.edu",
      "Mattia.Tentori@utdallas.edu",
      "Justian.Tentri@utdallas.edu",
      "Trevor.Totten@utdallas.edu",
      "Hoorad.Afshar@utdallas.edu",
      "Joyce.Choo@utdallas.edu",
      "PatrickElie.Dhooghe@utdallas.edu",
      "Allison.Hood@utdallas.edu",
      "Austin.Hood@utdallas.edu",
      "Kathryn.Hood@utdallas.edu",
      "Ryan.Hood@utdallas.edu",
      "Erum.Hooda@utdallas.edu",
      "Riya.Hooda@utdallas.edu",
      "Angela.Hooper@utdallas.edu",
      "Ariel.Hooper@utdallas.edu",
      "James.Hooper@utdallas.edu",
      "Olivia.Hooper@utdallas.edu",
      "Samuel.Hoopingarner@utdallas.edu",
      "Yasaman.Hooshmandi@utdallas.edu",
      "Jacob.Hooten@utdallas.edu",
      "Harrison.Hoover@utdallas.edu",
      "Patrick.Hoover@utdallas.edu",
      "Daehoon.Jang@utdallas.edu",
      "Hooba.Khan@utdallas.edu",
      "Chris.Khoo@utdallas.edu",
      "Hoorain.Lakhani@utdallas.edu",
      "Lorenzo.Laohoo@utdallas.edu",
      "Niko.Laohoo@utdallas.edu",
      "Amit.Sahoo@utdallas.edu",
      "Pracheta.Sahoo@utdallas.edu",
      "Farhood.Salehi@utdallas.edu",
      "Andrea.Sobral-Hood@utdallas.edu",
      "Khooshbu.Soma@utdallas.edu",
      "Chinthoorie.Yogalingam@utdallas.edu",
      "Austen.VonpaaysSoh@utdallas.edu",
      "Aaron.Weittenhiller@utdallas.edu",
      "Adam.Whitten@utdallas.edu",
      "Mauro.AlvaradoTejeda@utdallas.edu",
      "Alexander.Alvarado@utdallas.edu",
      "Francisco.Alvarado@utdallas.edu",
      "Megan.Alvarado1@utdallas.edu",
      "Sebastian.Alvarado@utdallas.edu",
      "Sergio.Alvarado@utdallas.edu",
      "Manuel.Andrade@utdallas.edu",
      "Matthew.Andrade@utdallas.edu",
      "Radhiya.Arsekar@utdallas.edu",
      "Bradley.Bergfeld@utdallas.edu",
      "Rupesh.Biradar@utdallas.edu",
      "Azari.Braden@utdallas.edu",
      "Brianna.Bradley@utdallas.edu",
      "Lavonia.Bradley@utdallas.edu",
      "Eileen.Bradway@utdallas.edu",
      "Cameron.Brady@utdallas.edu"
    ],
    "replyTo": [
      "drlethaharris01@gmail.com"
    ],
    "attachments": [],
    "grammarErrors": 9,
    "counts": {
      "characterCount": 410,
      "wordCount": 56,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 14.1,
      "gunning_fog": 17.48,
      "smog_index": 16.7,
      "automated_readability_index": 17.5,
      "coleman_liau_index": 17.93,
      "linsear_write": 15.333333333333334
    },
    "sentiment": {
      "polarity": 0.12499999999999999,
      "subjectivity": 0.375
    },
    "body": "*Students are urgently required to fill the position of a Data analystadmin assistant here on campus and get paid weekly. The position can be done remotely... To be considered for this position reply with these information * *Full NameAgeCurrent Residential AddressAlternate emailPhone no*  Katarah HarrisTitle Manager of Grants & Contracts Accounting Department Comptroller Phone 859 534-3926 Fax 912.358.4552"
  },
  "3de68668650d EMPLOYMENT!!! (.eml": {
    "filename": "3de68668650d EMPLOYMENT!!! (.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS)",
    "from": "hatkinmark@gmail.com",
    "to": [
      "Eric.Woodcock@utdallas.edu",
      "Hannah.Wuetherich@utdallas.edu",
      "Eric.Ye@utdallas.edu",
      "Eric.Zhang@utdallas.edu",
      "Grace.Abner@utdallas.edu",
      "Grace.Bales@utdallas.edu",
      "Grace.Brady@utdallas.edu",
      "Grace.Castleman@utdallas.edu",
      "Grace.Chang@utdallas.edu",
      "Grace.Chen@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS) (1).pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2206,
      "wordCount": 357,
      "sentenceCount": 16
    },
    "readability": {
      "flesch_kincaid": 13.2,
      "gunning_fog": 14.19,
      "smog_index": 14.7,
      "automated_readability_index": 14.1,
      "coleman_liau_index": 12.71,
      "linsear_write": 15.8
    },
    "sentiment": {
      "polarity": 0.07253401360544218,
      "subjectivity": 0.3658163265306123
    },
    "body": "I am Dr. Mark hatkin and I am a Disability Specialist and Associate Director for the Department of Disability Resources and Educational Services DRES. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilitiesphysical chronic psychiatric and invisibleregistered with DRES. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many university students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DRES and APA-accredited school psychology pre- doctoral interns. This job offer is for you to assist me in carrying out some pending and piled up work and to help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at the bank or Walmart and purchase some Items when needed. This employment only takes 3 hour a day and 3 times a week for $450 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Italy. You will be paid in advance for all tasks and purchases to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the last week of November 2020. To Apply Please email your Full name Address Alternate email different from school email and mobile number. Regards Dr. Mark hatkin"
  },
  "4255e31e7a8c CISCOsystems(R).eml": {
    "filename": "4255e31e7a8c CISCOsystems(R).eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "CISCOsystems(R) PART TIME JOB OFFER",
    "from": "bobphilipps3@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 7,
    "counts": {
      "characterCount": 573,
      "wordCount": 93,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 11.2,
      "gunning_fog": 12.76,
      "smog_index": 12.6,
      "automated_readability_index": 14.5,
      "coleman_liau_index": 12.77,
      "linsear_write": 14.375
    },
    "sentiment": {
      "polarity": 0.3044871794871795,
      "subjectivity": 0.592948717948718
    },
    "body": "Dear Student We got your contact through your school database and I'm happy to inform you that our reputable company CISCOsystems® is currently running a student empowerment programme. This programme is to help loyal and hardworking students like you secure a part time job which does not deter you from doing any other you just need a few hours to do this weekly and with an attractive weekly salary. KINDLY EMAIL BACK WITH YOUR PERSONAL EMAIL ADDRESS AND PHONE NUMBER IF INTERESTED IN THIS JOB POSITION. Kind Regards Bob Phillips HRRecruit ManagerConsultant CISCOsystems®"
  },
  "435c1d7a9923 WORK_FOR_THE_CA.eml": {
    "filename": "435c1d7a9923 WORK_FOR_THE_CA.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "WORK FOR THE CAMPUS",
    "from": "williamsilvan_123@yahoo.com",
    "to": [
      "Anthony.Brunshtein@UTDallas.edu",
      "Anthony.Bundi@UTDallas.edu",
      "Anthony.Chau@UTDallas.edu",
      "Anthony.Chen2@UTDallas.edu",
      "Anthony.Contreras@UTDallas.edu",
      "Anthony.Convery@UTDallas.edu",
      "and170004@utdallas.edu",
      "Anthony.Devitt@UTDallas.edu",
      "Anthony.Dinh2@UTDallas.edu",
      "Anthony.Doan@utdallas.edu",
      "A.J.Dyoub@UTDallas.edu",
      "Anthony.ElAchkar@UTDallas.edu",
      "Anthony.Garcia@UTDallas.edu",
      "afg170000@utdallas.edu",
      "Anthony.Hearst@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 10,
    "counts": {
      "characterCount": 1559,
      "wordCount": 242,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 11.2,
      "gunning_fog": 13.53,
      "smog_index": 13.8,
      "automated_readability_index": 14.2,
      "coleman_liau_index": 13.58,
      "linsear_write": 18.5
    },
    "sentiment": {
      "polarity": 0.16607427660059237,
      "subjectivity": 0.5742481203007519
    },
    "body": "I am Professor William J Silvan. Senior Policy Advisor at the Student Unemployment Assistance Program SUAP. SUAP is committed to provide significant benefits for students who are currently unemployed or who lost their jobs due to COVID-19 Pandemic to have equal right and opportunity to be economically self-sufficient and to earn and save without jeopardizing access to the services and supports that allow them to live and work independently. You have received this email because you have an offer from the University Education Department Office for unemployed students to work with me as my temporary Online Virtual Assistance. Typical Duties You will only help me mail letters if need be make online bill payments and sometimes at the retail stores purchase some items when necessary. You will be paid in advance for all tasks and purchases done on my behalf. I am off campus at the moment. Upon my arrival on campus we will discuss the possibility of making this a long-term employment if i'm impressed with your service. Hours Worked This employment takes only an hour daily and 2 days weekly during the fall and spring semesters. Compensation $450Week. To Apply  Please forward all applications including Full nameAge Address Alternate email different from school email and mobile number to williamsilvan123@yahoo.com Correspondent will reply you as soon as possible. Email details to - Prof William J Silvan  Sr. Email- williamsilvan123@yahoo.com Best regards Prof William J SilvanSr Senior Policy Advisor ✉williamsilvan123@yahoo.com ☏ +1 206-925-5765"
  },
  "44199004a6ea Join Us and Wor.eml": {
    "filename": "44199004a6ea Join Us and Wor.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Join Us and Work",
    "from": "christianryan717@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 5,
    "counts": {
      "characterCount": 1226,
      "wordCount": 203,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 8.9,
      "gunning_fog": 11.12,
      "smog_index": 12.3,
      "automated_readability_index": 9.6,
      "coleman_liau_index": 10.9,
      "linsear_write": 14.4
    },
    "sentiment": {
      "polarity": 0.31107226107226105,
      "subjectivity": 0.5467948717948717
    },
    "body": "Kraemer Textiles Inc. produces its own handicraft yarns under the Kraemer Yarns brand and spins natural and manmade fibers for carpets industrial use and home furnishings. There is a vacancy for a bookkeeper position in our company. We are recruiting new employees to the company for the post of a bookkeeper to reduce the workload on the company’s suppliers. The core function of the bookkeeper is to serve as an intermediary between the company and the suppliers. Each bookkeeper will receive a remittance every week which consists of the payment for the suppliers to make orders on available raw materials and your weekly wages. Note Every transaction must be recorded. This is strictly an online pay job where you can have your own part of the work completed at your leisure time at home. Wages A reasonable wage of 300 dollars can also make extra 30 - 50 dollars. Requirements Excellent organizational oral and written communication skills. Must be good at taking note. Time management abilities. Positive attitude. If you care to proceed with the job get back to us with your resume. A representative will contact you when your application and information is processed and approved. We will be waiting for your response."
  },
  "49907076b7c5 PASSWORD UPDATE.eml": {
    "filename": "49907076b7c5 PASSWORD UPDATE.eml",
    "spf": "neutral",
    "dkim": "none",
    "dmarc": "fail",
    "subject": "PASSWORD UPDATED:Last Warning!!!",
    "from": "laurel.dingrando@utdallas.edu",
    "to": [
      "info@live.com"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 1,
    "counts": {
      "characterCount": 210,
      "wordCount": 32,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 8.6,
      "gunning_fog": 10.53,
      "smog_index": 11.2,
      "automated_readability_index": 10.2,
      "coleman_liau_index": 13.44,
      "linsear_write": 6.333333333333333
    },
    "sentiment": {
      "polarity": -0.11180555555555555,
      "subjectivity": 0.2076388888888889
    },
    "body": "We will be shutting down your account due to several negligence of emails previously sent regarding account upgrade. Please Click HERE and verify your mailbox to avoid deactivation now. Help-Desk Copyright 2019"
  },
  "4a8bd279df4b Health Care Int.eml": {
    "filename": "4a8bd279df4b Health Care Int.eml",
    "spf": "pass",
    "dkim": "none",
    "dmarc": "pass",
    "subject": "Health Care Internship Remote Personal Assistant Offer for Student",
    "from": "hector.vertiz@siu.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Office for Human Research Protections.txt"
    ],
    "grammarErrors": 1,
    "counts": {
      "characterCount": 22,
      "wordCount": 3,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 9.2,
      "gunning_fog": 14.53,
      "smog_index": 0.0,
      "automated_readability_index": 11.5,
      "coleman_liau_index": 13.12,
      "linsear_write": 1.5
    },
    "sentiment": {
      "polarity": 0.6,
      "subjectivity": 0.9
    },
    "body": "kindly read attachment"
  },
  "4c5698dbe63f PART TIME JOB O.eml": {
    "filename": "4c5698dbe63f PART TIME JOB O.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "PART TIME JOB OPPORTUNITY FOR STUDENTS",
    "from": "rebeccaclair7676@gmail.com",
    "to": [
      "Elaine.Zhang@utdallas.edu",
      "Emma.Zhang@utdallas.edu",
      "Eric.Zhang@utdallas.edu",
      "Fan.Zhang5@utdallas.edu",
      "Gloria.Zhang@utdallas.edu",
      "Hantao.Zhang2@utdallas.edu",
      "hxz170011@utdallas.edu",
      "Haoyue.Zhang@utdallas.edu",
      "Haozhao.Zhang@utdallas.edu",
      "Heng.Zhang2@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS)...pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2206,
      "wordCount": 357,
      "sentenceCount": 16
    },
    "readability": {
      "flesch_kincaid": 13.2,
      "gunning_fog": 14.19,
      "smog_index": 14.7,
      "automated_readability_index": 14.1,
      "coleman_liau_index": 12.71,
      "linsear_write": 15.8
    },
    "sentiment": {
      "polarity": 0.07253401360544218,
      "subjectivity": 0.3658163265306123
    },
    "body": "I am Dr. Mark hatkin and I am a Disability Specialist and Associate Director for the Department of Disability Resources and Educational Services DRES. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilitiesphysical chronic psychiatric and invisibleregistered with DRES. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many university students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DRES and APA-accredited school psychology pre- doctoral interns. This job offer is for you to assist me in carrying out some pending and piled up work and to help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at the bank or Walmart and purchase some Items when needed. This employment only takes 3 hour a day and 3 times a week for $450 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Italy. You will be paid in advance for all tasks and purchases to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the last week of November 2020. To Apply Please email your Full name Address Alternate email different from school email and mobile number. Regards Dr. Mark hatkin"
  },
  "539af3234b96 CISCOsystems(R).eml": {
    "filename": "539af3234b96 CISCOsystems(R).eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "CISCOsystems(R) PART TIME JOB OFFER",
    "from": "varanemiller7@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 8,
    "counts": {
      "characterCount": 586,
      "wordCount": 94,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 11.3,
      "gunning_fog": 12.8,
      "smog_index": 12.6,
      "automated_readability_index": 15.0,
      "coleman_liau_index": 13.06,
      "linsear_write": 14.5
    },
    "sentiment": {
      "polarity": 0.3044871794871795,
      "subjectivity": 0.592948717948718
    },
    "body": "Dear Student We got your contact through your school database and I'm happy to inform you that our reputable company CISCOsystems® is currently running a student empowerment programme. This programme is to help loyal and hardworking students like you secure a part time job which does not deter you from doing any other you just need a few hours to do this weekly and with an attractive weekly salary. KINDLY EMAIL BACK WITH YOUR PERSONAL EMAIL ADDRESS AND PHONE NUMBER IF INTERESTED IN THIS JOB POSITION. Kind Regards Varane Miller HRRecruit ManagerConsultant CISCOsystems® Virus-free."
  },
  "58668f72b8a2 STUDENT WORK ST.eml": {
    "filename": "58668f72b8a2 STUDENT WORK ST.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "STUDENT WORK STUDY",
    "from": "errlandasell@gmail.com",
    "to": [
      "Jeremiah.Scott@utdallas.edu",
      "Jeremy.Sherey@utdallas.edu",
      "Jeremy.Skelton@utdallas.edu",
      "Jerry.Teng@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "School Prg..txt"
    ],
    "grammarErrors": 1,
    "counts": {
      "characterCount": 22,
      "wordCount": 2,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 26.5,
      "gunning_fog": 20.8,
      "smog_index": 0.0,
      "automated_readability_index": 26.7,
      "coleman_liau_index": 27.4,
      "linsear_write": 1.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": " SEE ATTACHMENTDETAILS"
  },
  "594fbd243b34 Re- Jobs, Inter.eml": {
    "filename": "594fbd243b34 Re- Jobs, Inter.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Jobs, Internship/Employment",
    "from": "resumejobs62@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 16,
    "counts": {
      "characterCount": 2323,
      "wordCount": 374,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 15.5,
      "gunning_fog": 17.4,
      "smog_index": 15.5,
      "automated_readability_index": 18.6,
      "coleman_liau_index": 12.95,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09067708333333335,
      "subjectivity": 0.420483630952381
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women's U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. lam unable to meetup for an interview because  am currently away and helping the disabled students in Australi You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the second week of next month AUG 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards HendrickMichael L. MD"
  },
  "5b6fa377d6f3 UTD Tuition Opt.eml": {
    "filename": "5b6fa377d6f3 UTD Tuition Opt.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "none",
    "subject": "UTD Tuition Options for Fall 2020",
    "from": "es@student051.info",
    "to": [
      "jerry.teng@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 9,
    "counts": {
      "characterCount": 1777,
      "wordCount": 116,
      "sentenceCount": 8
    },
    "readability": {
      "flesch_kincaid": 18.4,
      "gunning_fog": 14.77,
      "smog_index": 10.4,
      "automated_readability_index": 53.3,
      "coleman_liau_index": 59.67,
      "linsear_write": 8.666666666666666
    },
    "sentiment": {
      "polarity": 0.14444444444444443,
      "subjectivity": 0.45
    },
    "body": "Hello Jerry Do you need money to cover your expenses for UTD? With a student loan you can pay for expenses such as tuition books school fees supplies transportation housing meal plans and more. The Earnest Student Loan can cover up to 100% of your school costs. Click here to apply now httpsnam02.safelinks.protection.outlook.com?url=http%3A%2F%2Femail.student051.info%2Fl%2FTBN763gjHHHr9LiMkEe0F3IQ%2FM7waSWTSHB76L6z892aXchgQ%2FSeOitoXDp3q8YK7umxa38g&data=02%7C01%7Cjerry.teng%40utdallas.edu%7C0b3018f54099447cba9b08d8594fc48a%7C8d281d1d9c4d4bf7b16e032d15de9f6c%7C0%7C1%7C637357546428405947&sdata=lymBV%2BgaROadCNH%2Fgpq26sRqfnK0YWYYsNwpDkIx%2FLM%3D&reserved=0 The College Ave Student Loan can help you get the money you need for UTD with a fast application and instant credit decision. To apply for this student loan click here httpsnam02.safelinks.protection.outlook.com?url=http%3A%2F%2Femail.student051.info%2Fl%2FTBN763gjHHHr9LiMkEe0F3IQ%2FM7waSWTSHB76L6z892aXchgQ%2FY763BPJGVoZam76RkD0ehHbg&data=02%7C01%7Cjerry.teng%40utdallas.edu%7C0b3018f54099447cba9b08d8594fc48a%7C8d281d1d9c4d4bf7b16e032d15de9f6c%7C0%7C1%7C637357546428405947&sdata=OvdkBpNWm09LWoqKmArd8%2F8axCKfumJWvQGMi%2BhpBOU%3D&reserved=0 Main office located at 3 Calle Acacia #102 San Juan PR 00926. All Rights Reserved. Designated trademarks and brands are the property of their respective owners. Unsubscribe from this list httpsnam02.safelinks.protection.outlook.com?url=http%3A%2F%2Femail.student051.info%2Funsubscribe%2FTBN763gjHHHr9LiMkEe0F3IQ%2F4MKjs76351TCU92CkmQKUfFg%2FM7waSWTSHB76L6z892aXchgQ&data=02%7C01%7Cjerry.teng%40utdallas.edu%7C0b3018f54099447cba9b08d8594fc48a%7C8d281d1d9c4d4bf7b16e032d15de9f6c%7C0%7C1%7C637357546428405947&sdata=GFdYxSybVKU1TBI1u8cnS%2FQgjLKbrpg8krRo0XNI2q8%3D&reserved=0"
  },
  "5eec418c20ca utd_Internship_.eml": {
    "filename": "5eec418c20ca utd_Internship_.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "utd Internship Work Order RM-07 Slot: (PA) Personal Assistant $620 every week;^",
    "from": "robertmonks0001@icloud.com",
    "to": [],
    "replyTo": [],
    "attachments": [
      "Internship 2020(.png"
    ],
    "grammarErrors": 20,
    "counts": {
      "characterCount": 1221,
      "wordCount": 221,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 23.7,
      "gunning_fog": 25.38,
      "smog_index": 17.7,
      "automated_readability_index": 27.5,
      "coleman_liau_index": 9.48,
      "linsear_write": 31.0
    },
    "sentiment": {
      "polarity": 0.2730769230769231,
      "subjectivity": 0.5301282051282051
    },
    "body": "Interested in working 1-2 times a week and get paid $600 Tam Dr Robert Monk An emergency medicine physician in Kailua Hawaii and I am affiliated Swiss CeCe eee CC Rd CRO ee RO oem DC ee Chota tia Health Castle and North Hawaii Community Hospital. I received my medical degree from University of California San Francisco School of Medicine and has heen in practice for more than 20 years a board-certified acute care practitioner from the University I am looking for someone to work for me at his or her own spare time and get paid $620 Weekly You have been selected to work with me through the University HR department as my PA while I attend to a United Nations Environment Programme in Australia. You will only Mail letters Reply emails and run errands on my behalf at $620 Wk.I will meet you on campus upon my arrival by the last week of September for one on one interview and possibilities of making it a Oe Oe a Bh cewek ie Ce EER he To apply reply with the following- a Eo Address E-mail Altrnate E-mail Mobile # Note I will communicate via Text and email frequently and you must be able to check your emails every 10 minutes for important employment update or tasks. Kindly email back on robertmonks0001@icloud.com"
  },
  "6316be597cf8 Internship offe.eml": {
    "filename": "6316be597cf8 Internship offe.eml",
    "spf": "pass",
    "dkim": "none",
    "dmarc": "pass",
    "subject": "Internship offer 2020",
    "from": "mylesha.coleman@siu.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Dr Coleman Mylesha L.txt"
    ],
    "grammarErrors": 0,
    "counts": {
      "characterCount": 12,
      "wordCount": 2,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 2.9,
      "gunning_fog": 0.8,
      "smog_index": 0.0,
      "automated_readability_index": 5.5,
      "coleman_liau_index": 1.3,
      "linsear_write": 0.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": "See Attached"
  },
  "641f2295ffaa Job Offer[2].em.eml": {
    "filename": "641f2295ffaa Job Offer[2].em.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Job Offer",
    "from": "mcyinks011@gmail.com",
    "to": [
      "david.zhang@utdallas.edu",
      "edward.zhang@utdallas.edu",
      "elaine.zhang@utdallas.edu",
      "emma.zhang@utdallas.edu",
      "eric.zhang@utdallas.edu",
      "fan.zhang5@utdallas.edu",
      "gloria.zhang@utdallas.edu",
      "hantao.zhang2@utdallas.edu",
      "hxz170011@utdallas.edu",
      "haoyue.zhang@utdallas.edu",
      "haozhao.zhang@utdallas.edu",
      "heng.zhang2@utdallas.edu",
      "hong.zhang@utdallas.edu",
      "hxz150430@utdallas.edu",
      "ivan.zhang@utdallas.edu",
      "jwz180000@utdallas.edu",
      "jennifer.zhang@utdallas.edu",
      "jeremiah.zhang@utdallas.edu",
      "jiahao.zhang1@utdallas.edu",
      "jinglun.zhang@utdallas.edu"
    ],
    "replyTo": [
      "officialsupervisor7812@gmail.com"
    ],
    "attachments": [
      "I am Allen Szalno Ashley I work as a clinical counselor for the department….pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2357,
      "wordCount": 382,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 12.1,
      "gunning_fog": 13.5,
      "smog_index": 14.4,
      "automated_readability_index": 14.2,
      "coleman_liau_index": 12.71,
      "linsear_write": 19.25
    },
    "sentiment": {
      "polarity": 0.04639249639249639,
      "subjectivity": 0.3374458874458875
    },
    "body": "I am Allen Szalno Ashley I work as a clinical counselor for the department of Disability of Health and Human Services DHHS. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilities physical chronic psychiatric and invisible registered with DHHS. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DHHS and APA-accredited school psychology pre-doctoral interns. You have received this email because you have an offer from the University Office for Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $320 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long- term employment if IÊ¼m impressed with your services while I am away. My arrival is scheduled for the last week of December 2020. I got your email through a short list from the Human Resources department to give out jobs to few students in your university. To Apply Please email your Full name Age Address Alternate email different from school email and mobile number Regards Dr. Allen Szalno Ashley."
  },
  "6614334d69b2 JOB OFFER[1].em.eml": {
    "filename": "6614334d69b2 JOB OFFER[1].em.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "JOB OFFER",
    "from": "fedrickjack1.2@gmail.com",
    "to": [
      "eric.van@utdallas.edu",
      "eric.vuong@utdallas.edu",
      "eric.woodcock@utdallas.edu",
      "eric.ye@utdallas.edu",
      "eric.zhang@utdallas.edu",
      "erica.allen@utdallas.edu",
      "erica.banks@utdallas.edu",
      "erica.carlson@utdallas.edu",
      "erica.colmenero@utdallas.edu",
      "erica.colston@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "DHHS EMPLOYMENTS.pdf"
    ],
    "grammarErrors": 16,
    "counts": {
      "characterCount": 2518,
      "wordCount": 408,
      "sentenceCount": 18
    },
    "readability": {
      "flesch_kincaid": 12.1,
      "gunning_fog": 13.3,
      "smog_index": 14.4,
      "automated_readability_index": 14.3,
      "coleman_liau_index": 12.65,
      "linsear_write": 15.0
    },
    "sentiment": {
      "polarity": 0.062998712998713,
      "subjectivity": 0.3252895752895753
    },
    "body": "+44752-062-3502 +1936 549-3709 DHHS The Department of Disability of Health and Human Services DHHS. I am Fedrick Lucas and I work as a clinical counselor for the department of Disability of Health Good Day and Human Services DHHS. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilities physical chronic psychiatric and invisible registered with DHHS. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many University of students with academic difﬁculties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DHHS and APA-accredited school psychology pre-doctoral interns. You have received this email because you have an offer from the University Ofﬁce for Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $270 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post ofﬁce for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long- term employment if Iʼm impressed with your services while I am away. My arrival is scheduled for the last week of November 2020. I got your email through a short list from the Human Resources department to give out jobs to few students in your university. To Apply Please email your Full name Age Address Alternate email different from school email and mobile number Regards Dr Fedrick Lucas. The Department of Disability of Health and Human Services DHHS."
  },
  "6d668dc5f82d Job Offer.eml.eml": {
    "filename": "6d668dc5f82d Job Offer.eml.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Job Offer",
    "from": "joycejoe3957@gmail.com",
    "to": [
      "alex.tellez@utdallas.edu",
      "carlos.tellez@utdallas.edu",
      "paige.tellez@utdallas.edu",
      "dylan.telthorst@utdallas.edu",
      "lucas.teltow@utdallas.edu",
      "jadyn.temisanren@utdallas.edu",
      "sarah.tempelmeyer@utdallas.edu",
      "kent.templin@utdallas.edu",
      "mitchell.templin@utdallas.edu",
      "fei.teng1@utdallas.edu",
      "jerry.teng@utdallas.edu",
      "raksa.teng@utdallas.edu",
      "sungha.teng@utdallas.edu",
      "samuel.tennell@utdallas.edu",
      "sebi.tennyson@utdallas.edu",
      "mattia.tentori@utdallas.edu",
      "justian.tentri@utdallas.edu",
      "ka.teo@utdallas.edu",
      "natalie.teoh@utdallas.edu",
      "valerie.teoh@utdallas.edu"
    ],
    "replyTo": [
      "officialsupervisor7812@gmail.com"
    ],
    "attachments": [
      "I am Allen Szalno Ashley I work as a clinical counselor for the department….pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2357,
      "wordCount": 382,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 12.1,
      "gunning_fog": 13.5,
      "smog_index": 14.4,
      "automated_readability_index": 14.2,
      "coleman_liau_index": 12.71,
      "linsear_write": 19.25
    },
    "sentiment": {
      "polarity": 0.04639249639249639,
      "subjectivity": 0.3374458874458875
    },
    "body": "I am Allen Szalno Ashley I work as a clinical counselor for the department of Disability of Health and Human Services DHHS. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilities physical chronic psychiatric and invisible registered with DHHS. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DHHS and APA-accredited school psychology pre-doctoral interns. You have received this email because you have an offer from the University Office for Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $320 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long- term employment if IÊ¼m impressed with your services while I am away. My arrival is scheduled for the last week of December 2020. I got your email through a short list from the Human Resources department to give out jobs to few students in your university. To Apply Please email your Full name Age Address Alternate email different from school email and mobile number Regards Dr. Allen Szalno Ashley."
  },
  "6d705e923fd5 WORK AT YOUR LO.eml": {
    "filename": "6d705e923fd5 WORK AT YOUR LO.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "WORK AT YOUR LOCATION AT PANDEMIC PERIOD",
    "from": "myltd7@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [
      "richardfrank001@gmail.com"
    ],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 165,
      "wordCount": 26,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 14.6,
      "gunning_fog": 19.63,
      "smog_index": 0.0,
      "automated_readability_index": 16.8,
      "coleman_liau_index": 13.58,
      "linsear_write": 19.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": " Get administrative Assistant ii Position for Flexible work hours that won't affect your academic schedule. send your name and phone number for the job detailDr Eric"
  },
  "6dd400b57f20 __ UTD Student.eml": {
    "filename": "6dd400b57f20 __ UTD Student.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "*: UTD Student 2020 Internship Work C9509 (PA) Personal Assistant $620 weekly;*{{\"",
    "from": "robertmonks0001@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Internship 2020s.png"
    ],
    "grammarErrors": 20,
    "counts": {
      "characterCount": 1223,
      "wordCount": 222,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 22.6,
      "gunning_fog": 25.44,
      "smog_index": 17.4,
      "automated_readability_index": 27.6,
      "coleman_liau_index": 9.36,
      "linsear_write": 31.0
    },
    "sentiment": {
      "polarity": 0.2730769230769231,
      "subjectivity": 0.5301282051282051
    },
    "body": "Interested in working 1-2 times a week and get paid $600 Tam Dr Robert Monk An emergency medicine physician in Kailua Hawaii and I am affiliated Swiss CeCe eee CC Rd CRO ee RO oem DC ee Chota tia Health Castle and North Hawaii Community Hospital. I received my medical degree from University of California San Francisco School of Medicine and has heen in practice for more than 20 years a board-certified acute care practitioner from the University I am looking for someone to work for me at his or her own spare time and get paid $620 Weekly You have been selected to work with me through the University HR department as my PA while I attend to a United Nations Environment Programme in Australia. You will only Mail letters Reply emails and run errands on my behalf at $620 Wk.I will meet you on campus upon my arrival by the last week of August 2020 for one on one interview and possibilities of making it a Oe Oe a Bh cewek ie Ce EER he To apply reply with the following- a Eo Address E-mail Altrnate E-mail Mobile # Note I will communicate via Text and email frequently and you must be able to check your emails every 10 minutes for important employment update or tasks. Kindly email back on robertmonks0001@icloud.com"
  },
  "714ba4f6347e External job op.eml": {
    "filename": "714ba4f6347e External job op.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "External job opening: Middleman",
    "from": "lydiasmith498@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 1489,
      "wordCount": 258,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 9.3,
      "gunning_fog": 11.7,
      "smog_index": 12.7,
      "automated_readability_index": 10.2,
      "coleman_liau_index": 9.81,
      "linsear_write": 11.833333333333334
    },
    "sentiment": {
      "polarity": 0.3384879826056297,
      "subjectivity": 0.5151745313510019
    },
    "body": "Job Summary There’s a vacancy for a middleman position in our company. Maine Beer Company is recruiting new employees to the company for the post of a middleman to reduce the workload on the company’s suppliers. The core function of the middleman is to serve as an intermediary between the company and the suppliers. Each middleman will receive a remittance every Wednesday of the week which consists of the payment for the suppliers to make orders on available raw materials and your weekly wages. Note Every transaction must be recorded. This is strictly an online pay job where you can have your own part of the work completed at your leisure time at home. The Company Since day one here at Maine Beer Company we wanted to do things right no matter what. It is because of all those who buy our beers and all of the great people working with us that we are able to actually make “do what’s right” happen. Maine Beer Company is always striving to be better at making quality beer and taking care of our earth and the creatures living on it. Wages • A reasonable wage of 300 dollars. • An offer to make extra 30 - 50 dollars. Requirements 1. Excellent organizational oral and written communication skills. 2. Must be good at taking note. 3. Time management abilities. 4. Positive attitude. If you care to proceed with the job get back to us and forward your information listed below to admin.mainebeercompany@mailsystems.org  Full Name Age Occupation Address city State Zip code cellphone "
  },
  "75cac96b0766 2019_2020 NEW J.eml": {
    "filename": "75cac96b0766 2019_2020 NEW J.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "2019/2020 NEW JOB OFFER(EMPLOYMENT FOR STUDENT)",
    "from": "griffinwes55@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Dr Corinne Davis.txt"
    ],
    "grammarErrors": 0,
    "counts": {
      "characterCount": 15,
      "wordCount": 2,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 14.7,
      "gunning_fog": 20.8,
      "smog_index": 0.0,
      "automated_readability_index": 10.2,
      "coleman_liau_index": 7.1,
      "linsear_write": 1.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": " See Attachment"
  },
  "776b6715e779 STUDENT PART-TI.eml": {
    "filename": "776b6715e779 STUDENT PART-TI.eml",
    "spf": "softfail",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "STUDENT PART-TIME JOB OFFER(R)",
    "from": "leoscott182@gmail.com",
    "to": [
      "leoscott182@gmail.com"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 9,
    "counts": {
      "characterCount": 557,
      "wordCount": 92,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 11.1,
      "gunning_fog": 12.24,
      "smog_index": 12.2,
      "automated_readability_index": 13.9,
      "coleman_liau_index": 12.02,
      "linsear_write": 14.0
    },
    "sentiment": {
      "polarity": 0.3298611111111111,
      "subjectivity": 0.6173611111111111
    },
    "body": "Dear Student We got your contact through your school database and I'm happy to inform you that our reputable company Elkay Manufacturing Inc® is currently running a student empowerment programme. This programme is to help loyal and hardworking students like you secure a part time job which does not deter you from doing any other you just need a few hours to do this weekly and with an attractive weekly salary. KINDLY EMAIL BACK WITH IF YOU ARE INTERESTED IN THIS JOB POSITION. Kind Regards *Leo Scott* HRRecruit ManagerConsultant Elkay Manufacturing Inc®"
  },
  "7be71f1d5adc Re Jobs  Intern.eml": {
    "filename": "7be71f1d5adc Re Jobs  Intern.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Re: Jobs & Internships recommended for you..",
    "from": "uni6622@icloud.com",
    "to": [],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 13,
    "counts": {
      "characterCount": 2306,
      "wordCount": 372,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.48,
      "smog_index": 14.5,
      "automated_readability_index": 16.2,
      "coleman_liau_index": 12.6,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09360215053763443,
      "subjectivity": 0.4340476190476191
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we iscuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for third week of this month AUG 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards Hendrick Michael L. MD"
  },
  "7c3a9d4b9098 WORK FROM HOME..eml": {
    "filename": "7c3a9d4b9098 WORK FROM HOME..eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "WORK FROM HOME",
    "from": "danproth_edu@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "PastedImage-1.png"
    ],
    "grammarErrors": 4,
    "counts": {
      "characterCount": 288,
      "wordCount": 46,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 10.4,
      "gunning_fog": 13.95,
      "smog_index": 14.1,
      "automated_readability_index": 11.1,
      "coleman_liau_index": 12.29,
      "linsear_write": 11.333333333333334
    },
    "sentiment": {
      "polarity": 0.06249999999999999,
      "subjectivity": 0.2875
    },
    "body": "Students are urgently required to fill the position of a Data analystadmin assistant here on campus and get paid weekly. The position can be done remotely... To be considered for this position reply with these information Full Name Age Current Residential Address Alternate email Phone no"
  },
  "7dfb82995c29 _- Student Inte.eml": {
    "filename": "7dfb82995c29 _- Student Inte.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "*: Student Internship - is B8117 Completed . Slot: (PA) Personal Assistant $620 weekly;*",
    "from": "educonsulatant21@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "INTERNSHIP 2020_2022.png"
    ],
    "grammarErrors": 24,
    "counts": {
      "characterCount": 1150,
      "wordCount": 213,
      "sentenceCount": 7
    },
    "readability": {
      "flesch_kincaid": 12.8,
      "gunning_fog": 15.54,
      "smog_index": 13.7,
      "automated_readability_index": 14.5,
      "coleman_liau_index": 8.43,
      "linsear_write": 15.5
    },
    "sentiment": {
      "polarity": 0.29583333333333334,
      "subjectivity": 0.5784722222222222
    },
    "body": "Interested in working 1-2 times a week and get paid $500? Tam Dr Connie Plate. An emergency medicine physician in Kailua Hawaii and I am affiliated Swiss COUC ee aCe Rd CRO ee RO oem Cee Chess Health Castle and North Hawaii Community Hospital. I received my medical degree from University of California San Francisco School of Medicine and has heen in practice for more than 20 years. a board-certified acute care practitioner from the University I am looking for someone to work for me at his or her own spare time and get paid $620 per week. You have been selected to work with me through the University HR department as my PA while I attend to a United Nations Environment Programme in Australia. You will only Mail OSes Rose CC Bae LCN eS Boa Re caro my arrival by the last week of August 2020 for one on one interview and possibilities of making it a Oe Oe a Bh cewek ie Ce EER he To apply reply with the following- a Eo Address E-mail Altrnate E-mail Mobile # Note I will communicate via Text and email frequently and you must be able to check your emails every 10 minutes for important employment update or tasks. Chat Vac Aenea eiia lite Reel"
  },
  "82a145bd7302 Re- Re- Interns.eml": {
    "filename": "82a145bd7302 Re- Re- Interns.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Re: Internships/Student  ” Personal Assistant”",
    "from": "mh8270@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 16,
    "counts": {
      "characterCount": 2323,
      "wordCount": 374,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 15.5,
      "gunning_fog": 17.4,
      "smog_index": 15.5,
      "automated_readability_index": 18.6,
      "coleman_liau_index": 12.95,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09067708333333335,
      "subjectivity": 0.420483630952381
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women's U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. lam unable to meetup for an interview because  am currently away and helping the disabled students in Australi You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the second week of next month AUG 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards HendrickMichael L. MD"
  },
  "8b1655b244e8 UTdallas employ.eml": {
    "filename": "8b1655b244e8 UTdallas employ.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "UTdallas employment opportunity",
    "from": "skwilliams2@fsu.edu",
    "to": [
      "dxl170002@utdallas.edu",
      "Denise.LopezCruz@UTDallas.edu",
      "Denny.Mathew@UTDallas.edu",
      "dam170000@utdallas.edu",
      "Denis.Noncarrow@UTDallas.edu",
      "Dennis.Otieno@UTDallas.edu",
      "Dennise.PalaciosAraya@utdallas.edu",
      "Denise.Ponce@UTDallas.edu",
      "Denise.Rivas@UTDallas.edu",
      "Denver.Siu@UTDallas.edu",
      "dxw170000@utdallas.edu",
      "Denise.Williams@UTDallas.edu",
      "Tennessee.Bonner@utdallas.edu",
      "Tenzin.Dhondup@UTDallas.edu",
      "Teng.Fan@UTDallas.edu",
      "trk150230@utdallas.edu",
      "txm142230@utdallas.edu",
      "Tilda.Nieminen@utdallas.edu",
      "Tenzing.Northcut@utdallas.edu",
      "Namita.Tendolkar@utdallas.edu",
      "Mangesh.Tendulkar@utdallas.edu",
      "Fei.Teng1@utdallas.edu",
      "Jerry.Teng@UTDallas.edu",
      "Raksa.Teng@UTDallas.edu",
      "Sungha.Teng@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "Work Study.txt"
    ],
    "grammarErrors": 0,
    "counts": {
      "characterCount": 19,
      "wordCount": 3,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 0.9,
      "gunning_fog": 1.2,
      "smog_index": 0.0,
      "automated_readability_index": 5.2,
      "coleman_liau_index": -4.29,
      "linsear_write": 1.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": "Don't miss out !!!!"
  },
  "8bcf4f4a9df0 Personal-Logist.eml": {
    "filename": "8bcf4f4a9df0 Personal-Logist.eml",
    "spf": null,
    "dkim": "none",
    "dmarc": "none",
    "subject": "Personal/Logistics Assistant Needed Urgently!!!",
    "from": "Cynthia.Shams@utdallas.edu",
    "to": [
      ""
    ],
    "replyTo": [
      "w_binterior@hotmail.com"
    ],
    "attachments": [],
    "grammarErrors": 6,
    "counts": {
      "characterCount": 511,
      "wordCount": 72,
      "sentenceCount": 2
    },
    "readability": {
      "flesch_kincaid": 22.1,
      "gunning_fog": 22.18,
      "smog_index": 0.0,
      "automated_readability_index": 25.0,
      "coleman_liau_index": 17.42,
      "linsear_write": 27.0
    },
    "sentiment": {
      "polarity": 0.33749999999999997,
      "subjectivity": 0.3625
    },
    "body": "Good day Are you looking for a flexible part time job within and outside the campus that offer's $600 weekly ? Warren Interiors Inc are offering Part TimeFull Time Job opportunity to Student  Staff  & Individual who are unemployed If interested applicant should provide the following information to {Warren Interiors Inc} for urgent details of employment Full Name Phone Number Age Alternative E-mail Available Position PersonalLogistics Assistant Job Type  Part-Time E-Mail wbinterior@hotmail.com Best Regards."
  },
  "91f246cb0970 Re- Job and Int.eml": {
    "filename": "91f246cb0970 Re- Job and Int.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Job and Internship Offer/ Student Personal Assistant..",
    "from": "pay.time@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 15,
    "counts": {
      "characterCount": 2245,
      "wordCount": 367,
      "sentenceCount": 13
    },
    "readability": {
      "flesch_kincaid": 14.3,
      "gunning_fog": 15.75,
      "smog_index": 14.4,
      "automated_readability_index": 16.7,
      "coleman_liau_index": 12.13,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.12005555555555555,
      "subjectivity": 0.4440714285714286
    },
    "body": "am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures juries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures. I also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relation jith my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDS recruiting department to work with me while we help Students with disab services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. E Career builders and University office lam unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the last week of this month JULY 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupati School Email and a correspondent will reply you as soon as possible.  Alternate Email address Different from Regards Hendrick Michael L. MD"
  },
  "96c127116154 Internship Oppo.eml": {
    "filename": "96c127116154 Internship Oppo.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Internship Opportunity",
    "from": "michealkelly623@gmail.com",
    "to": [
      "Johan.Terblanche@utdallas.edu",
      "Ka.Teo@utdallas.edu",
      "Jerry.Teng@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "School Prg.txt"
    ],
    "grammarErrors": 8,
    "counts": {
      "characterCount": 1970,
      "wordCount": 327,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.43,
      "smog_index": 14.4,
      "automated_readability_index": 17.1,
      "coleman_liau_index": 12.02,
      "linsear_write": 16.5
    },
    "sentiment": {
      "polarity": 0.08074074074074075,
      "subjectivity": 0.4180599647266315
    },
    "body": "Hi Student I am Dr.Steve Clinton I feel comfortable discussing this WORK- STUDY opening with you since you were referred by the university chamber of commerce . I am very busy that is why i have asked for your help as my temporary personal assistant. I provide individual and group therapy coaching assessment and many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. You have received this email because you have an offer from the University Office to help Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant This is a very simple employment You will only help me Mail letters Make payments at retail stores and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $550 weekly. I am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the First Week Of September 2020. Please email your Full name Residential Address to receive packages Alternate email different from school email and Cell # to email below- Dr.Steve Clinton- CONTACT ME BACK AT... steveclinton521@gmail.com Clinical Counselor Disability Resources and Educational ServicesDRES You are required to fill the below details Full Name Full address City State Zip code Age Mobile Phone number Alternative email different from school email Await to read from you soon. Warmest regards Dr.Steve Clinton"
  },
  "984d8e21b8c7 Pet_Care.eml.eml": {
    "filename": "984d8e21b8c7 Pet_Care.eml.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Pet Care",
    "from": "stephanieyemimoore1986@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 225,
      "wordCount": 41,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 3.8,
      "gunning_fog": 6.07,
      "smog_index": 8.1,
      "automated_readability_index": 4.9,
      "coleman_liau_index": 6.41,
      "linsear_write": 4.875
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": "Hello.I am an Alumni. My Aunt who is moving to the school Area needs someone to think of her as Dog. Pay is $400 a week by week. Agreeably send your email and phone number to lizhelgen900@gmail.com at whatever point enchanted"
  },
  "9afe9617be84 utd Studs 2020.eml": {
    "filename": "9afe9617be84 utd Studs 2020.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "utd Studs 2020 Internship 007 Slot: (PA) Personal Assistant $625 every week;,",
    "from": "robertmonks0001@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Internship 2020(.png"
    ],
    "grammarErrors": 20,
    "counts": {
      "characterCount": 1221,
      "wordCount": 221,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 23.7,
      "gunning_fog": 25.38,
      "smog_index": 17.7,
      "automated_readability_index": 27.5,
      "coleman_liau_index": 9.48,
      "linsear_write": 31.0
    },
    "sentiment": {
      "polarity": 0.2730769230769231,
      "subjectivity": 0.5301282051282051
    },
    "body": "Interested in working 1-2 times a week and get paid $600 Tam Dr Robert Monk An emergency medicine physician in Kailua Hawaii and I am affiliated Swiss CeCe eee CC Rd CRO ee RO oem DC ee Chota tia Health Castle and North Hawaii Community Hospital. I received my medical degree from University of California San Francisco School of Medicine and has heen in practice for more than 20 years a board-certified acute care practitioner from the University I am looking for someone to work for me at his or her own spare time and get paid $620 Weekly You have been selected to work with me through the University HR department as my PA while I attend to a United Nations Environment Programme in Australia. You will only Mail letters Reply emails and run errands on my behalf at $620 Wk.I will meet you on campus upon my arrival by the last week of September for one on one interview and possibilities of making it a Oe Oe a Bh cewek ie Ce EER he To apply reply with the following- a Eo Address E-mail Altrnate E-mail Mobile # Note I will communicate via Text and email frequently and you must be able to check your emails every 10 minutes for important employment update or tasks. Kindly email back on robertmonks0001@icloud.com"
  },
  "9da9bd7684e5 Job Offer (alum.eml": {
    "filename": "9da9bd7684e5 Job Offer (alum.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Job Offer",
    "from": "stephanieyemimoore1986@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 232,
      "wordCount": 38,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 7.1,
      "gunning_fog": 9.29,
      "smog_index": 10.5,
      "automated_readability_index": 9.1,
      "coleman_liau_index": 10.66,
      "linsear_write": 7.0
    },
    "sentiment": {
      "polarity": 0.3,
      "subjectivity": 0.6666666666666666
    },
    "body": "Hello.I am an Alumni. My Aunt who is moving to the school Area needs somebody to consider her Dog. Pay is $400 weekly without fail Charmingly send your email and telephone number to lizhelgen900@gmail.com at whatever point delighted"
  },
  "9dbe9f8dff13 Work Study-Pers.eml": {
    "filename": "9dbe9f8dff13 Work Study-Pers.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Work Study/Personal Assistant",
    "from": "geebrain12@gmail.com",
    "to": [
      "Eric.Zhang@utdallas.edu",
      "dolstewa@ucsc.edu",
      "yli478@ucsc.edu",
      "Marwa.Abdelkarim@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "School Prg.txt"
    ],
    "grammarErrors": 7,
    "counts": {
      "characterCount": 1943,
      "wordCount": 328,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.33,
      "smog_index": 14.3,
      "automated_readability_index": 16.7,
      "coleman_liau_index": 11.5,
      "linsear_write": 16.5
    },
    "sentiment": {
      "polarity": 0.07423076923076924,
      "subjectivity": 0.4213186813186814
    },
    "body": "Hi Student I am Dr.Luke Shaw I feel comfortable discussing this WORK- STUDY opening with you since you were referred by the university chamber of commerce . I am very busy that is why i have asked for your help as my temporary personal assistant. I provide individual and group therapy coaching assessment and many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. You have received this email because you have an offer from the University Office to help Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant This is a very simple employment You will only help me Mail letters Make payments at retail stores and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $550 weekly. I am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the 17th Of August 2020. Please email your Full name Residential Address to receive packages Alternate email different from school email and Cell # to email below- Dr Luke Shaw - CONTACT ME BACK AT shawluke360@gmail.com Clinical Counselor Disability Resources and Educational ServicesDRES You are required to fill the below details Full Name Full address City State Zip code Age Mobile Phone number Alternative email different from school email Await to read from you soon. Warmest regards Dr Luke Shaw"
  },
  "9e28075e1e4e Re  Apply - Int.eml": {
    "filename": "9e28075e1e4e Re  Apply - Int.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Re: = Apply - Internships/Student Personal Assistant",
    "from": "hrinternship@icloud.com",
    "to": [],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 14,
    "counts": {
      "characterCount": 2307,
      "wordCount": 373,
      "sentenceCount": 13
    },
    "readability": {
      "flesch_kincaid": 14.5,
      "gunning_fog": 16.2,
      "smog_index": 14.8,
      "automated_readability_index": 17.2,
      "coleman_liau_index": 12.83,
      "linsear_write": 16.75
    },
    "sentiment": {
      "polarity": 0.09067708333333335,
      "subjectivity": 0.420483630952381
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athl juries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for second week of next month SEP 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards Hendrick Michael L. MD"
  },
  "9f364b5611f8 Part-Time Assis.eml": {
    "filename": "9f364b5611f8 Part-Time Assis.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Part-Time Assistant Offer",
    "from": "beluck02@gmail.com",
    "to": [
      "Eric.Zhang@utdallas.edu",
      "esashton@live.unc.edu",
      "ebacheld@email.unc.edu"
    ],
    "replyTo": [],
    "attachments": [
      "School Prg.txt"
    ],
    "grammarErrors": 7,
    "counts": {
      "characterCount": 1943,
      "wordCount": 328,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.33,
      "smog_index": 14.3,
      "automated_readability_index": 16.7,
      "coleman_liau_index": 11.5,
      "linsear_write": 16.5
    },
    "sentiment": {
      "polarity": 0.07423076923076924,
      "subjectivity": 0.4213186813186814
    },
    "body": "Hi Student I am Dr.Luke Shaw I feel comfortable discussing this WORK- STUDY opening with you since you were referred by the university chamber of commerce . I am very busy that is why i have asked for your help as my temporary personal assistant. I provide individual and group therapy coaching assessment and many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. You have received this email because you have an offer from the University Office to help Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant This is a very simple employment You will only help me Mail letters Make payments at retail stores and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $550 weekly. I am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the 17th Of August 2020. Please email your Full name Residential Address to receive packages Alternate email different from school email and Cell # to email below- Dr Luke Shaw - CONTACT ME BACK AT shawluke360@gmail.com Clinical Counselor Disability Resources and Educational ServicesDRES You are required to fill the below details Full Name Full address City State Zip code Age Mobile Phone number Alternative email different from school email Await to read from you soon. Warmest regards Dr Luke Shaw"
  },
  "a1d2304f596e attach.eml.eml": {
    "filename": "a1d2304f596e attach.eml.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "",
    "from": "office12871@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "PastedImage-1.png"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 1858,
      "wordCount": 304,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 13.2,
      "gunning_fog": 14.46,
      "smog_index": 13.6,
      "automated_readability_index": 15.2,
      "coleman_liau_index": 12.02,
      "linsear_write": 13.4
    },
    "sentiment": {
      "polarity": 0.07333333333333333,
      "subjectivity": 0.4182142857142857
    },
    "body": "Dear Student  am Dr. Robert J. Brown.  am a pediatric hematologist-oncologist in Bradbury California and affiliated with multiple hospitals in the USA.  have been in practice for 11-20 years. My specialty is in Pediatric hematologistsoncologists deal with diseases of the blood spleen and lymph glands in children. They treat conditions such as anemia clotting disorders sickle cell disease hemophilia leukemia and lymphoma. You have received this email because you have an offer through HANDSKATE Career builders and the office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly.  cannot meet up for an interview because  am away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my letters and emails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the last week of this month AUGUST 2020. TO APPLY SEND THE FOLLOWING DETAILS TO Rbrw101@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply to you via email as soon as possible. Regards Dr. Robert Brown. MD."
  },
  "a39db39ef974 business assist.eml": {
    "filename": "a39db39ef974 business assist.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "bestguesspass",
    "subject": "business assistant job",
    "from": "info@labasesrl.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 2,
    "counts": {
      "characterCount": 244,
      "wordCount": 42,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 6.4,
      "gunning_fog": 9.41,
      "smog_index": 9.7,
      "automated_readability_index": 8.3,
      "coleman_liau_index": 9.91,
      "linsear_write": 7.333333333333334
    },
    "sentiment": {
      "polarity": 0.4,
      "subjectivity": 0.55
    },
    "body": "If you are organized and honest you can make Five hundred dollars a week as a business assistant Please all replies should be forwarded to ad please reply with your alternative email. And please include your phone number. Thanks VICKI E HANSING"
  },
  "a5de3fa75387 STUDENT EMPLOYM.eml": {
    "filename": "a5de3fa75387 STUDENT EMPLOYM.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "STUDENT EMPLOYMENT OPPORTUNITY",
    "from": "mrlucas5055@gmail.com",
    "to": [
      "Jerry.Teng@utdallas.edu",
      "jxw170008@utdallas.edu",
      "Mauricio.Diaz@utdallas.edu",
      "Zachary.Mauricio@utdallas.edu",
      "mxo170830@utdallas.edu",
      "saa172230@utdallas.edu",
      "Sam.Ali@utdallas.edu",
      "Sam.Armstrong@utdallas.edu",
      "Samantha.Ascencio@utdallas.edu",
      "Sam.Carter@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "MORE ABOUT THE PART TIME JOB!.txt"
    ],
    "grammarErrors": 6,
    "counts": {
      "characterCount": 2647,
      "wordCount": 418,
      "sentenceCount": 17
    },
    "readability": {
      "flesch_kincaid": 14.1,
      "gunning_fog": 14.82,
      "smog_index": 15.7,
      "automated_readability_index": 16.0,
      "coleman_liau_index": 13.64,
      "linsear_write": 16.0
    },
    "sentiment": {
      "polarity": 0.09597927325200051,
      "subjectivity": 0.3345533254624164
    },
    "body": " We are emailing you concerning a new employment offer through the University’s recruiting department. See attached for more detailsWORK-STUDY POSITION. I am Dr Lucas Robert and I work as a clinical counselor for the department of Disability Resources and Educational Services. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilities physical chronic psychiatric and invisible registered with Disability Resources and Educational Services. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at Disability Resources and Educational Services and APA-accredited school psychology pre-doctoral interns. You have received this email because you have an offer from the University Office for Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $300 weekly. I am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the last week of End of November 2019 To Apply Get back to us with the information listed below so we can process your application as to consider it valid to commence working with us. NAME CONTACT ADDRESS NOT PO BOX CITY STATE ZIP CODE MOBILE SEX AGE ALTERNATIVE EMAIL Dr Lucas Robert Clinical Counselor Disability Resources and Educational ServicesDRES"
  },
  "a62a9671729b We are looking.eml": {
    "filename": "a62a9671729b We are looking.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "We are looking for a middleman",
    "from": "brendareece2000@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 4,
    "counts": {
      "characterCount": 1380,
      "wordCount": 252,
      "sentenceCount": 11
    },
    "readability": {
      "flesch_kincaid": 9.9,
      "gunning_fog": 11.86,
      "smog_index": 12.1,
      "automated_readability_index": 11.1,
      "coleman_liau_index": 8.77,
      "linsear_write": 16.0
    },
    "sentiment": {
      "polarity": 0.10909090909090909,
      "subjectivity": 0.4318181818181818
    },
    "body": "Fort Garry Brewing Company is a producer marketer and distributor of craft beers and a producer of cider which is also a leading brand which offers incorporation services to our clients all over the globe. We are looking for a very trustworthy hardworking and responsible individual with a weekly wage of 300 Dollars. We have agents that are working for us these agents need materials like grains yeast and hops to do their daily job and we need you to work as a middleman to help the agents in getting their respective supplies. You will be contacted whenever they need materials it will be your duty to work with the supplier to make orders for the materials. Each supplier will only order for materials once a week depending on the task he or she is to complete for that week. We are employing you just to reduce the workload for us and on our supplier and also to keep record of materials that are being ordered weekly. This is strictly an online pay job where you work with suppliers only for getting the supplies needed by our agents during the weekdays or you can have your own part of the work completed at your leisure time at home. This takes 2-3 hours per week. If you care to proceed with the job get back to us with the information listed below so we can process your information. We will be waiting for your response. NAME ADDRESS CITY STATE ZIPCODE PHONE NUMBER AGE"
  },
  "a8f058a483fb HELLO.eml.eml": {
    "filename": "a8f058a483fb HELLO.eml.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "HELLO",
    "from": "tracywilliams20133@gmail.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 2,
    "counts": {
      "characterCount": 73,
      "wordCount": 11,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 7.6,
      "gunning_fog": 8.04,
      "smog_index": 0.0,
      "automated_readability_index": 11.1,
      "coleman_liau_index": 13.15,
      "linsear_write": 5.5
    },
    "sentiment": {
      "polarity": -0.08333333333333333,
      "subjectivity": 0.08333333333333333
    },
    "body": "Hello you never replied my previous emailkindly reply back for details..."
  },
  "ac9025d3e9c7 Office of Stude.eml": {
    "filename": "ac9025d3e9c7 Office of Stude.eml",
    "spf": "pass",
    "dkim": "none",
    "dmarc": "pass",
    "subject": "Office of Student With Disabilities",
    "from": "carson.burris@siu.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 2,
    "counts": {
      "characterCount": 213,
      "wordCount": 35,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 5.5,
      "gunning_fog": 5.81,
      "smog_index": 7.2,
      "automated_readability_index": 7.0,
      "coleman_liau_index": 9.42,
      "linsear_write": 3.875
    },
    "sentiment": {
      "polarity": 0.5,
      "subjectivity": 0.5
    },
    "body": "Greetings to you! Would you allow this internship opportunity and get $450 every week? For more details visit https wp.me Pc6Dhm-5 and apply. Note To access the website please remove the space between the letters."
  },
  "b7bf7f011406 Re Human Resour.eml": {
    "filename": "b7bf7f011406 Re Human Resour.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Re: Human Resources - Internship Opportunities/Jobs...",
    "from": "mhwork8270@icloud.com",
    "to": [],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 13,
    "counts": {
      "characterCount": 2306,
      "wordCount": 372,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.48,
      "smog_index": 14.5,
      "automated_readability_index": 16.2,
      "coleman_liau_index": 12.6,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09360215053763443,
      "subjectivity": 0.4340476190476191
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we iscuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for third week of this month AUG 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards Hendrick Michael L. MD"
  },
  "b80ea2391afc UTDALLAS PART T.eml": {
    "filename": "b80ea2391afc UTDALLAS PART T.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "UTDALLAS PART TIME JOB OFFER",
    "from": "gerarouche@gmail.com",
    "to": [
      "eric.zhang@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 5,
    "counts": {
      "characterCount": 689,
      "wordCount": 109,
      "sentenceCount": 5
    },
    "readability": {
      "flesch_kincaid": 11.8,
      "gunning_fog": 13.86,
      "smog_index": 13.3,
      "automated_readability_index": 14.6,
      "coleman_liau_index": 13.23,
      "linsear_write": 15.75
    },
    "sentiment": {
      "polarity": 0.44393939393939397,
      "subjectivity": 0.6166666666666667
    },
    "body": "Dear student We got your contact through your school database and I'm happy to inform you that our reputable company Cornerstone® is currently running a student empowerment program. This program is completely school oriented as it has been designed not to deter you from all school activities which is priority for you and this organization. This program is to help loyal and hardworking students like you secure a part time job with an attractive weekly salary. TO PROCEED WITH THIS JOB OFFER KINDLY REPLY TO THIS MAIL WITH YOUR ALTERNATE E-MAIL ADDRESS IN ORDER TO RECEIVE THE FULL JOB DESCRIPTION. Best Regards Gerald Rouche HR Recruit ManagerConsultant Cornerstone® Staffing-Solutions."
  },
  "b87a27e9b2e8 PERSONAL ASSIST.eml": {
    "filename": "b87a27e9b2e8 PERSONAL ASSIST.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "PERSONAL ASSISTANT JOB FOR STUDENT!",
    "from": "yolandagranados370@gmail.com",
    "to": [
      "Justin.Schmisseur@utdallas.edu",
      "Travis.Smalling@UTDallas.edu",
      "Jamie.Smith@UTDallas.edu",
      "Jason.Smith3@utdallas.edu",
      "Jacob.Starnes@UTDallas.edu",
      "Jenni.Tran@UTDallas.edu",
      "Jenny.Tran@UTDallas.edu",
      "Joshua.Tran@utdallas.edu",
      "Justin.Tran2@UTDallas.edu",
      "Jesse.Truong@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 2,
    "counts": {
      "characterCount": 353,
      "wordCount": 54,
      "sentenceCount": 2
    },
    "readability": {
      "flesch_kincaid": 16.2,
      "gunning_fog": 21.17,
      "smog_index": 0.0,
      "automated_readability_index": 18.2,
      "coleman_liau_index": 14.57,
      "linsear_write": 20.5
    },
    "sentiment": {
      "polarity": 0.02727272727272727,
      "subjectivity": 0.5062937062937063
    },
    "body": " Selected candidate I am emailing you concerning a new employment offer through the University’s recruiting department. offering a part time position that will only require 1-2hrs 3 days a week no work experience or skill is required. You can definitely make $300 weekly without affecting your regular activities and academics reply for further details."
  },
  "b903d477195e Part Time Job.e.eml": {
    "filename": "b903d477195e Part Time Job.e.eml",
    "spf": "none",
    "dkim": "none",
    "dmarc": "none",
    "subject": "Part Time Job",
    "from": "support@mac.stagelab.co.uk",
    "to": [
      "jerry.teng@utdallas.edu"
    ],
    "replyTo": [
      "gregshawn992@gmail.com"
    ],
    "attachments": [],
    "grammarErrors": 1,
    "counts": {
      "characterCount": 203,
      "wordCount": 37,
      "sentenceCount": 2
    },
    "readability": {
      "flesch_kincaid": 7.0,
      "gunning_fog": 8.48,
      "smog_index": 0.0,
      "automated_readability_index": 9.1,
      "coleman_liau_index": 7.78,
      "linsear_write": 10.25
    },
    "sentiment": {
      "polarity": 0.36500000000000005,
      "subjectivity": 0.6977777777777778
    },
    "body": "Available opportunity in earning as much as $312.00 per week as a part time which will only take 1hr 35minutes of your time Monday-Friday at your own leisure time. I'm sure you wouldn't want to miss out!"
  },
  "ba11e4402d7f Re- Apply - Int.eml": {
    "filename": "ba11e4402d7f Re- Apply - Int.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Apply - Internships/Student Personal Assistant",
    "from": "hrjbs62@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 13,
    "counts": {
      "characterCount": 2306,
      "wordCount": 372,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.48,
      "smog_index": 14.5,
      "automated_readability_index": 16.2,
      "coleman_liau_index": 12.6,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09360215053763443,
      "subjectivity": 0.4340476190476191
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we iscuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for third week of this month AUG 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards Hendrick Michael L. MD"
  },
  "ba8329b894ec UTD_STUDENTS_JO.eml": {
    "filename": "ba8329b894ec UTD_STUDENTS_JO.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "UTD STUDENTS JOB OPPORTUNITY",
    "from": "brasscathy7@gmail.com",
    "to": [
      "Grace.Vu@UTDallas.edu",
      "Anthony.Bundi@UTDallas.edu",
      "Anthony.Chau@UTDallas.edu",
      "Anthony.Chen2@UTDallas.edu",
      "Anthony.Contreras@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 9,
    "counts": {
      "characterCount": 575,
      "wordCount": 93,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 11.2,
      "gunning_fog": 12.33,
      "smog_index": 11.7,
      "automated_readability_index": 14.6,
      "coleman_liau_index": 12.89,
      "linsear_write": 13.875
    },
    "sentiment": {
      "polarity": 0.3044871794871795,
      "subjectivity": 0.592948717948718
    },
    "body": "Dear Student We got your contact through your school database and I'm happy to inform you that our reputable company CORESTAFF SERVICES Inc®is currently running a student empowerment programme. This programme is to help loyal and hardworking students like you secure a part time job which does not deter you from doing any other you just need a few hours to do this weekly and with an attractive weekly salary. KINDLY EMAIL BACK WITH YOUR PERSONAL EMAIL ADDRESS IF INTERESTED IN THIS JOB POSITION. Kind Regards Brasswell Catherine HR ManagerConsultant CORESTAFF SERVICES Inc®"
  },
  "bcdbfea57f67 EMPLOYMENT!!! (.eml": {
    "filename": "bcdbfea57f67 EMPLOYMENT!!! (.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS",
    "from": "kissgusman@gmail.com",
    "to": [
      "Lucas.Teltow@utdallas.edu",
      "Jadyn.Temisanren@utdallas.edu",
      "Kent.Templin@utdallas.edu",
      "Mitchell.Templin@utdallas.edu",
      "Fei.Teng1@utdallas.edu",
      "Jerry.Teng@utdallas.edu",
      "Raksa.Teng@utdallas.edu",
      "Sungha.Teng@utdallas.edu",
      "Virginia.Teng@utdallas.edu",
      "dgt160530@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS) (1) (3) (1).pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2206,
      "wordCount": 357,
      "sentenceCount": 16
    },
    "readability": {
      "flesch_kincaid": 13.2,
      "gunning_fog": 14.19,
      "smog_index": 14.7,
      "automated_readability_index": 14.1,
      "coleman_liau_index": 12.71,
      "linsear_write": 15.8
    },
    "sentiment": {
      "polarity": 0.07253401360544218,
      "subjectivity": 0.3658163265306123
    },
    "body": "I am Dr. Mark hatkin and I am a Disability Specialist and Associate Director for the Department of Disability Resources and Educational Services DRES. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilitiesphysical chronic psychiatric and invisibleregistered with DRES. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many university students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DRES and APA-accredited school psychology pre- doctoral interns. This job offer is for you to assist me in carrying out some pending and piled up work and to help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at the bank or Walmart and purchase some Items when needed. This employment only takes 3 hour a day and 3 times a week for $450 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Italy. You will be paid in advance for all tasks and purchases to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the last week of November 2020. To Apply Please email your Full name Address Alternate email different from school email and mobile number. Regards Dr. Mark hatkin"
  },
  "bddb51dfdd5d PART TIME JOB.e.eml": {
    "filename": "bddb51dfdd5d PART TIME JOB.e.eml",
    "spf": "neutral",
    "dkim": "none",
    "dmarc": "fail",
    "subject": "PART TIME JOB",
    "from": "jdowling@utdallas.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 6,
    "counts": {
      "characterCount": 482,
      "wordCount": 67,
      "sentenceCount": 4
    },
    "readability": {
      "flesch_kincaid": 13.4,
      "gunning_fog": 13.29,
      "smog_index": 14.6,
      "automated_readability_index": 16.2,
      "coleman_liau_index": 17.63,
      "linsear_write": 12.375
    },
    "sentiment": {
      "polarity": 0.2875,
      "subjectivity": 0.5375
    },
    "body": "Name of Company Dentsu Aegis Network Ltd. Name of Company Dentsu Aegis Network Ltd. JOB TITLE Advertise While Driving JOB DESCRIPTION We seek interested candidates to go about their normal routine with the advert of the TOKYO 2020 on their Car Qualifications Must have a CarTruckVan or Motorcycle.. SALARY $250 weekly including $50 for gas Interested Candidates should contact Timothy Minasian olympicusjoboffer2020@gmail.com Hiring CoordinatorLogistic Supervisor Sincerely Dowling."
  },
  "c45a05c5edbe Covid 19 Work F.eml": {
    "filename": "c45a05c5edbe Covid 19 Work F.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Covid 19 Work From Home",
    "from": "alaimos@gvsu.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 5,
    "counts": {
      "characterCount": 394,
      "wordCount": 63,
      "sentenceCount": 7
    },
    "readability": {
      "flesch_kincaid": 6.8,
      "gunning_fog": 6.77,
      "smog_index": 9.6,
      "automated_readability_index": 7.8,
      "coleman_liau_index": 9.94,
      "linsear_write": 4.857142857142857
    },
    "sentiment": {
      "polarity": 0.15714285714285717,
      "subjectivity": 0.4714285714285715
    },
    "body": "Greetings How's your day going? Are you interested in the on-going unemployment benefits for all undergraduates? Work with Dr. Amy Marie Hanks MDYou will only be working an hour a day three times a week for $500 weekly.. Duties are telecommute. Send Yes I am interested to the email  Dr.amymhanks02@gmail.com for further proceedings and how to apply. Career Center Thanks Stay Safe & Sanitized."
  },
  "c9b192df3fee Internship 2020.eml": {
    "filename": "c9b192df3fee Internship 2020.eml",
    "spf": "pass",
    "dkim": "none",
    "dmarc": "pass",
    "subject": "Internship 2020",
    "from": "mylesha.coleman@siu.edu",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Dr Coleman Mylesha L.txt"
    ],
    "grammarErrors": 0,
    "counts": {
      "characterCount": 12,
      "wordCount": 2,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 2.9,
      "gunning_fog": 0.8,
      "smog_index": 0.0,
      "automated_readability_index": 5.5,
      "coleman_liau_index": 1.3,
      "linsear_write": 0.0
    },
    "sentiment": {
      "polarity": 0.0,
      "subjectivity": 0.0
    },
    "body": "See Attached"
  },
  "d076edb03a7a Re_ Apply.. - I.eml": {
    "filename": "d076edb03a7a Re_ Apply.. - I.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Apply.. - Internships/Student Personal Assistant",
    "from": "unihrdata@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 14,
    "counts": {
      "characterCount": 2305,
      "wordCount": 372,
      "sentenceCount": 12
    },
    "readability": {
      "flesch_kincaid": 15.4,
      "gunning_fog": 17.24,
      "smog_index": 15.4,
      "automated_readability_index": 18.4,
      "coleman_liau_index": 12.89,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09252688172043014,
      "subjectivity": 0.4318970814132105
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Action Education Environment Di and Humanitarian Relief Social Services and lots more. a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the second week of next month NOV 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards HendrickMichael L. MD"
  },
  "d0bb493b3d61 Re- Internships.eml": {
    "filename": "d0bb493b3d61 Re- Internships.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Internships/Student Personal Assistant",
    "from": "unijobs@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 14,
    "counts": {
      "characterCount": 2308,
      "wordCount": 373,
      "sentenceCount": 14
    },
    "readability": {
      "flesch_kincaid": 13.7,
      "gunning_fog": 15.47,
      "smog_index": 14.5,
      "automated_readability_index": 16.2,
      "coleman_liau_index": 12.54,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.09848958333333335,
      "subjectivity": 0.4309002976190477
    },
    "body": "Dear Student  am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures and athletic injuries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures.  also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized tient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relationship with my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDSHAKE Career builders and University office recruiting department to work with me while we help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. 1am unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mail be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will iscuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for first week of next month NOV 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupation Alternate Email address Different from School Email and a correspondent will reply you as soon as possible. Regards Hendrick Michael L. MD"
  },
  "d30d572faed1 Work Study.eml.eml": {
    "filename": "d30d572faed1 Work Study.eml.eml",
    "spf": "none",
    "dkim": "pass",
    "dmarc": "none",
    "subject": "Work Study",
    "from": "gnosis@gnosis.it",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 1,
    "counts": {
      "characterCount": 288,
      "wordCount": 39,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 13.1,
      "gunning_fog": 15.46,
      "smog_index": 14.1,
      "automated_readability_index": 15.3,
      "coleman_liau_index": 18.72,
      "linsear_write": 10.166666666666666
    },
    "sentiment": {
      "polarity": 0.5,
      "subjectivity": 0.5199999999999999
    },
    "body": "Hello Seeking a temporary administrative assistant to perform various administrative tasks including organizing files keeping logs and processing billing paperwork. If available and require more information kindly respond with your alternative email and phone number. Best Regards Vicki H"
  },
  "ddb72637d430 Free Job Openin.eml": {
    "filename": "ddb72637d430 Free Job Openin.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Free Job Opening",
    "from": "lynnsandra244@gmail.com",
    "to": [
      "Eric.Reyes@utdallas.edu",
      "Eric.Rosson@utdallas.edu",
      "Eric.Sampson@utdallas.edu",
      "Eric.Shields@utdallas.edu",
      "Eric.Sturdivant@utdallas.edu",
      "Eric.Sun1@utdallas.edu",
      "ext170005@utdallas.edu",
      "Eric.Trevino@utdallas.edu",
      "Eric.Trevino3@utdallas.edu",
      "Eric.Van@utdallas.edu",
      "Eric.Woodcock@utdallas.edu",
      "Eric.Ye@utdallas.edu",
      "Eric.Zhang@utdallas.edu",
      "Agha.Abbas2@utdallas.edu",
      "Saheer.Aga@utdallas.edu",
      "Josiah.Agabi@utdallas.edu",
      "Shehina.Agada@utdallas.edu",
      "rea140230@utdallas.edu",
      "Shivy.Agadi@utdallas.edu",
      "Bishoy.Agaiby@utdallas.edu"
    ],
    "replyTo": [
      "kcontreras101997@gmail.com"
    ],
    "attachments": [],
    "grammarErrors": 4,
    "counts": {
      "characterCount": 621,
      "wordCount": 104,
      "sentenceCount": 5
    },
    "readability": {
      "flesch_kincaid": 11.4,
      "gunning_fog": 13.32,
      "smog_index": 13.0,
      "automated_readability_index": 12.4,
      "coleman_liau_index": 11.14,
      "linsear_write": 16.0
    },
    "sentiment": {
      "polarity": 0.06346153846153846,
      "subjectivity": 0.440934065934066
    },
    "body": "Hello We Are In need of a Virtual Administrator Assistant in your location for only flexible 4 hours per week and get paid $350 weekly. Your duties are to make; Suppliers payment Tracking Raw Materials and supplies online to ensure on-time delivery of Products to BookstoresLibrariesCustomers when needed. You will be paid in advance for all tasks and purchases to be done as a Company Representative and Fill orders on Excel Sheet or other Spreadsheet Packages. If you are interested in this offer get back to us with your Full NamePersonal Email and phone# to provide you with the JOB DESCRIPTION. Thanks Sandra Suncorp"
  },
  "dfcd64ee7ba0 Get paid $ 350.eml": {
    "filename": "dfcd64ee7ba0 Get paid $ 350.eml",
    "spf": "softfail",
    "dkim": "none",
    "dmarc": "fail",
    "subject": "Get paid $ 350 weekly",
    "from": "Dr.campbell@utdallas.edu",
    "to": [
      "jerry.teng@utdallas.edu"
    ],
    "replyTo": [
      "alumetproducts@gmail.com"
    ],
    "attachments": [],
    "grammarErrors": 2,
    "counts": {
      "characterCount": 320,
      "wordCount": 56,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 8.2,
      "gunning_fog": 11.05,
      "smog_index": 10.5,
      "automated_readability_index": 10.1,
      "coleman_liau_index": 9.57,
      "linsear_write": 11.166666666666666
    },
    "sentiment": {
      "polarity": 0.28125,
      "subjectivity": 0.45625
    },
    "body": "Get paid $ 350 weekly Job available Part-Time Administrative Assistant Due to the outbreak of the Coronavirus COVID-19 You are eligible to work from home NOTE YOU MIGHT RECEIVE THIS MESSAGE IN YOUR INBOX OR SPAM FOLDERS. For more information send me your full name in a text message to ‪567 280 1652‬ Dr. Campbell John H"
  },
  "e2afeddbfeca University of T.eml": {
    "filename": "e2afeddbfeca University of T.eml",
    "spf": "pass",
    "dkim": "none",
    "dmarc": "pass",
    "subject": "University of Texas  Job employment Opportunity For Student Program\n 2020",
    "from": "jeffrey.homrighous@siu.edu",
    "to": [
      "eric.woodcock@utdallas.edu",
      "eric.ye@utdallas.edu",
      "erica.yurvati@utdallas.edu",
      "eric.zhang@utdallas.edu",
      "nathan.adam@utdallas.edu",
      "nathan.adcock@utdallas.edu",
      "nathan.armour@utdallas.edu",
      "nathan.barton@utdallas.edu",
      "nathan.bautista@utdallas.edu",
      "nathan.beck@utdallas.edu",
      "nxb141930@utdallas.edu",
      "nathaniel.berhane@utdallas.edu",
      "nathan.blankenburg@utdallas.edu",
      "nathaniel.boos@utdallas.edu",
      "nathaniel.boyan@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "Employment Details Placement.txt"
    ],
    "grammarErrors": 0,
    "counts": {
      "characterCount": 48,
      "wordCount": 8,
      "sentenceCount": 1
    },
    "readability": {
      "flesch_kincaid": 5.2,
      "gunning_fog": 13.2,
      "smog_index": 0.0,
      "automated_readability_index": 6.7,
      "coleman_liau_index": 10.11,
      "linsear_write": 5.0
    },
    "sentiment": {
      "polarity": 0.5,
      "subjectivity": 0.5
    },
    "body": "Read more in the attachment about the Employment"
  },
  "e46602858da9 EMPLOYMENT OPPO.eml": {
    "filename": "e46602858da9 EMPLOYMENT OPPO.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "EMPLOYMENT OPPORTUNITY",
    "from": "godlykatholic@gmail.com",
    "to": [
      "Jesse.Salinas@UTDallas.edu",
      "Jesse.Sanchez@UTDallas.edu",
      "jvs140330@utdallas.edu",
      "Jesse.Truong@UTDallas.edu",
      "Jesse.Vasquez@UTDallas.edu",
      "Noah.Allen@UTDallas.edu",
      "nqb170030@utdallas.edu",
      "njb170000@utdallas.edu",
      "Noah.Bowes@UTDallas.edu",
      "Noah.Buchanan@UTDallas.edu"
    ],
    "replyTo": [
      "officialsupervisor662@gmail.com"
    ],
    "attachments": [
      "I am Paul Harrison I work as a clinical counselor for the department...pdf"
    ],
    "grammarErrors": 9,
    "counts": {
      "characterCount": 2343,
      "wordCount": 380,
      "sentenceCount": 16
    },
    "readability": {
      "flesch_kincaid": 12.6,
      "gunning_fog": 14.15,
      "smog_index": 14.8,
      "automated_readability_index": 14.8,
      "coleman_liau_index": 12.65,
      "linsear_write": 19.5
    },
    "sentiment": {
      "polarity": 0.04639249639249639,
      "subjectivity": 0.3374458874458875
    },
    "body": "I am Paul Harrison I work as a clinical counselor for the department of Disability of Health and Human Services DHHS. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilities physical chronic psychiatric and invisible registered with DHHS. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many University of students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DHHS and APA-accredited school psychology pre-doctoral interns. You have received this email because you have an offer from the University Office for Students with Disabilities to work with me while we help Students with disabilities frustrated with ignorance and lack of services as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $320 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long- term employment if IÊ¼m impressed with your services while I am away. My arrival is scheduled for the last week of August 2020. I got your email through a short list from the Human Resources department to give out jobs to few students in your university. To Apply Please email your Full name Age Address Alternate email different from school email and mobile number Regards Dr. Paul Harrison."
  },
  "ec61225c5544 Re- Human Resou.eml": {
    "filename": "ec61225c5544 Re- Human Resou.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "Re: Human Resources - Internships/Student ( Personal Assistant )..",
    "from": "mh8270@icloud.com",
    "to": [
      ""
    ],
    "replyTo": [],
    "attachments": [
      "Untitled.png"
    ],
    "grammarErrors": 15,
    "counts": {
      "characterCount": 2245,
      "wordCount": 367,
      "sentenceCount": 13
    },
    "readability": {
      "flesch_kincaid": 14.3,
      "gunning_fog": 15.75,
      "smog_index": 14.4,
      "automated_readability_index": 16.7,
      "coleman_liau_index": 12.13,
      "linsear_write": 17.0
    },
    "sentiment": {
      "polarity": 0.12005555555555555,
      "subjectivity": 0.4440714285714286
    },
    "body": "am Dr. Michael L Hendrick.  specialize in arthroscopic surgery sports medicine trauma and fractures juries to the shoulder elbow and foot and ankle.  also have an interest in shoulder and knee replacement procedures. I also served as team physician for the US Women’s U20 National soccer team and other professional sports including hockey golf and tennis.  am also involved with local high school and club sports teams. In addition  am a consultant for Cirque du Soleil. I'm dedicated to helping each of my patients gain maximum function and physical potential through individualized patient education and cutting-edge surgical and non-surgical treatment of musculoskeletal conditions. The most important part of my relation jith my patients is being a good listener.  learn so much from patients just listening and learning about their lives. You have received this email because you have an offer through HANDS recruiting department to work with me while we help Students with disab services but as my temporary personal assistant.  care about Animal Welfare Arts and Culture Children Civil Rights and Social Action Education Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at Walmart and purchase some Items when needed. This employment only takes an hour a day and 3 times a week for $500 weekly. E Career builders and University office lam unable to meetup for an interview because  am currently away and helping the disabled students in Australia. You will be paid in advance for all tasks and purchased to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if  am impressed with your services while  am away. My arrival is scheduled for the last week of this month JULY 2020 TO APPLY EMAIL THE FOLLOWING DETAILS TO mh8270@aol.com Full Name Full Address State Zip Code Cellphone Age Occupati School Email and a correspondent will reply you as soon as possible.  Alternate Email address Different from Regards Hendrick Michael L. MD"
  },
  "edc0aa29d78d PART TIME JOB O.eml": {
    "filename": "edc0aa29d78d PART TIME JOB O.eml",
    "spf": "pass",
    "dkim": "pass",
    "dmarc": "pass",
    "subject": "PART TIME JOB OPPORTUNITY FOR STUDENTS",
    "from": "susanpayne577676@gmail.com",
    "to": [
      "ett170000@utdallas.edu",
      "Huy.Truong@utdallas.edu",
      "Jennifer.Truong@utdallas.edu",
      "Jerry.Truong@utdallas.edu",
      "Jesse.Truong@utdallas.edu",
      "Jessica.Truong@utdallas.edu",
      "Johnathan.Truong@utdallas.edu",
      "jnt170002@utdallas.edu",
      "Kenneth.Truong@utdallas.edu",
      "Kenny.Truong@utdallas.edu"
    ],
    "replyTo": [],
    "attachments": [
      "EMPLOYMENT!!! (PART TIME JOB OPPORTUNITY FOR STUDENTS)...pdf"
    ],
    "grammarErrors": 11,
    "counts": {
      "characterCount": 2206,
      "wordCount": 357,
      "sentenceCount": 16
    },
    "readability": {
      "flesch_kincaid": 13.2,
      "gunning_fog": 14.19,
      "smog_index": 14.7,
      "automated_readability_index": 14.1,
      "coleman_liau_index": 12.71,
      "linsear_write": 15.8
    },
    "sentiment": {
      "polarity": 0.07253401360544218,
      "subjectivity": 0.3658163265306123
    },
    "body": "I am Dr. Mark hatkin and I am a Disability Specialist and Associate Director for the Department of Disability Resources and Educational Services DRES. I provide individual and group therapy coaching assessment and academic screenings to support students with disabilitiesphysical chronic psychiatric and invisibleregistered with DRES. A large percentage of the students served by the mental health unit have psychiatric disabilities or co-morbid psychiatric disabilities and need mental health support to be successful at the university. In addition many university students with academic difficulties and no prior diagnosis are seen and assessed through the academic screening and assessment process. I also am the director of supervision training and coordination of counseling psychology and clinical psychology graduate students of the United States who have practicums at DRES and APA-accredited school psychology pre- doctoral interns. This job offer is for you to assist me in carrying out some pending and piled up work and to help Students with disabilities frustrated with ignorance and lack of services but as my temporary personal assistant. I care about Animal Welfare Arts and Culture Children Civil Rights and Social ActionEducation Environment Disaster and Humanitarian Relief Social Services and lots more. This is a very simple employment. You will only help me Mail letters Make payments at the bank or Walmart and purchase some Items when needed. This employment only takes 3 hour a day and 3 times a week for $450 weekly. I am unable to meet up for an interview because I am currently away and helping the disabled students in Italy. You will be paid in advance for all tasks and purchases to be done on my behalf and some of my personal letters and mails will be forwarded to your residence or nearby post office for you to pick up at your convenience. Upon my arrival we will discuss the possibility of making this a long-term employment if I am impressed with your services while I am away. My arrival is scheduled for the last week of November 2020. To Apply Please email your Full name Address Alternate email different from school email and mobile number. Regards Dr. Mark hatkin"
  },
  "f580f6f62f1b hello.eml.eml": {
    "filename": "f580f6f62f1b hello.eml.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "hello",
    "from": "jamescharless354@gmail.com",
    "to": [
      "Anthony.Chen2@UTDallas.edu"
    ],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 94,
      "wordCount": 17,
      "sentenceCount": 2
    },
    "readability": {
      "flesch_kincaid": 5.4,
      "gunning_fog": 5.75,
      "smog_index": 0.0,
      "automated_readability_index": 4.4,
      "coleman_liau_index": 6.92,
      "linsear_write": 4.25
    },
    "sentiment": {
      "polarity": 0.125,
      "subjectivity": 0.25
    },
    "body": "Part time job for the University of Texas at Dallas Students. Reply back if you are interested"
  },
  "fbc9803c9ac4 JOB OFFER.eml.eml": {
    "filename": "fbc9803c9ac4 JOB OFFER.eml.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Job Offer",
    "from": "melisanickson456@gmail.com",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 3,
    "counts": {
      "characterCount": 250,
      "wordCount": 43,
      "sentenceCount": 3
    },
    "readability": {
      "flesch_kincaid": 6.5,
      "gunning_fog": 9.44,
      "smog_index": 10.5,
      "automated_readability_index": 8.5,
      "coleman_liau_index": 9.39,
      "linsear_write": 7.833333333333334
    },
    "sentiment": {
      "polarity": 0.6,
      "subjectivity": 1.0
    },
    "body": "Hello.I am an Alumni. My Aunt who is moving to the school Area needs somebody to think about her as Dog. Pay is $400 step by step regardless of what Charmingly send your email and telephone number to lizhelgen900@gmail.com at whatever point satisfied"
  },
  "fcd8fb4997c2 Flexible Job Op.eml": {
    "filename": "fcd8fb4997c2 Flexible Job Op.eml",
    "spf": null,
    "dkim": null,
    "dmarc": null,
    "subject": "Flexible Job Opportunity",
    "from": "Biak.Cung@UTDallas.edu",
    "to": [],
    "replyTo": [],
    "attachments": [],
    "grammarErrors": 18,
    "counts": {
      "characterCount": 1676,
      "wordCount": 270,
      "sentenceCount": 10
    },
    "readability": {
      "flesch_kincaid": 13.8,
      "gunning_fog": 15.24,
      "smog_index": 14.4,
      "automated_readability_index": 16.5,
      "coleman_liau_index": 12.54,
      "linsear_write": 11.6
    },
    "sentiment": {
      "polarity": 0.15255102040816326,
      "subjectivity": 0.4887755102040816
    },
    "body": "You have been offered a Job Opportunity at the convenience of your home or school Which serve as a gateway to pay all expenses incurred on campus. This opportunity should be done at leisure taking at most 1 hrday2-3 times a week and earn $450 Weekly.. It’s a Flexible Opportunity where you will determine your working time. All the tasks are work from homeon campus job you don't need to travel somewhere and also you don’t need to have a car to get started. It’s an home base office work you can be in any location and work from your homeschool I'm an entrepreneur Real estate investor and Investment trader. I have been successful in a handful of ventures and also get involved in Investment Networks in both Australia and United States to various welfare and community service programs But presently in Australia running some network programs will be back to the States by 28th of next month. JOB RESPONSIBILITIES MAY INCLUDE BUT NOT LIMITED TO - Organization scheduling day to day activities and coordinating travel plans - Paying strict attention to detail and takes detailed noted - Filing organizing Some internet research email archive research organizing correspondence answering calls organizing calendars etc. - Assist with general official errands support and assistance with various administrative tasks and project as needed BENEFITS . AD & D Insurance . 401k..After 3 months with us plus an increase in your weekly paycheck . Free medicals..After 1 months with us plus an increase in your weekly paycheck Kindly provide me with the below information to start working. I will be looking forward to receive these information CLICK HERE TO SUBMIT APPLICATION Thank"
  }
}